

INSERT INTO RANK VALUES (1, 0, 'БРОНЗАНИ', 0, 1, 1);
INSERT INTO RANK VALUES (2, 10, 'СРЕБРНИ', 100, 2, 2);
INSERT INTO RANK VALUES (3, 10, 'ЗЛАТНИ', 300, 3, 3);



INSERT INTO user_role VALUES (1, 'ROLE_Authenticated_User');
INSERT INTO user_role VALUES (2, 'ROLE_Master_Of_Pharmacy');
INSERT INTO user_role VALUES (3, 'ROLE_Pharmacy_Technicians');




INSERT INTO person VALUES ('AuthenticatedUser', 1, '2022-01-04', 'Dajana', 1, 'Zlokapa', NULL, '$2a$04$Vbug2lwwJGrvUXTj6z7ff.97IzVBkrJ1XfApfGNl.Z695zqcnPYra', 'dajana@gmail.com', '0612219406', 100, NULL, 1, 1);
INSERT INTO person VALUES ('MasterOfPharmacy', 2, '1999-05-05', 'Magistar', 1, 'Magistar', NULL, '$2a$10$fMG59O4rPw1N6TJP82PUK.WKAeIuxKhluFeXgQ4dGOPElfyT.IQOu', 'magistar@gmail.com', '36565879', 0, '255ggfx5483qfds', 2, NULL);
INSERT INTO person VALUES ('AuthenticatedUser', 3, '2022-09-22', 'neko', 0, 'prez', '2022-09-07 18:08:37.962', '$2a$10$AA15tpMVPMor6YDWbqodAO9cEhpJFWlR4Iga9dNs.wG3s9TPXiDwq', 'nek@gmail.com', '234234', NULL, NULL, 3, NULL);



INSERT INTO public.product_type VALUES (100, 'ДИЈЕТЕТСКИ СУПЛЕМЕНТИ');
INSERT INTO public.product_type VALUES (101, 'ДЕРМОКОЗМЕТИКА');
INSERT INTO public.product_type VALUES (102, 'МАМЕ, БЕБЕ И ДИЈЕЦА');
INSERT INTO public.product_type VALUES (103, 'ХИГИЈЕНА И КОЗМЕТИКА');
INSERT INTO public.product_type VALUES (104, 'МЕДИЦИНСКА ОПРЕМА');
INSERT INTO public.product_type VALUES (105, 'ЗДРАВА ХРАНА И ЧАЈЕВИ');
INSERT INTO public.product_type VALUES (106, 'СМИЉЕ ЕКСКЛУЗИВНО');




INSERT INTO public.product_category VALUES (100, 'Витамини су веома важни за правилно функционисање људског организма и сваки од њих има своју незаменљиву функцију. Недостатак витамина ће бити упозорен наизглед неповезане симптоме као што су бол у зглобовима, ослабљен имунитет или губитак косе. Уколико имате неки од ових симптома, могуће је да вашем организму недостаје одређени витамин или минерал.
Посебно је важна одговарајућа доза витамина Б, Ц, Е и Д како би се деци, старијим особама, трудницама и женама које доје обезбедила одговарајућа исхрана. ', 'Витамини', 100);
INSERT INTO public.product_category VALUES (101, 'Поред витамина, минерали су неопходни и за људски организам. Иако се налазе у веома малој количини у организму, важно је водити рачуна о њиховом оптималном уносу јер их тело не производи. Ниво минерала се стално мења и повезан је са губитком течности. Током вежбања треба узети у обзир хидратацију јер знојење такође губи минерале. Уколико се редовно бавите спортом, Солгар магнезијум цитрат или кесице Магнезијума 300 директан су савршено решење за њихову надокнаду.', 'Минерали', 100);
INSERT INTO public.product_category VALUES (102, 'У време вируса и респираторних инфекција пожељно је ојачати имунитет одговарајућим суплементима. Витамини и минерали су најмоћнији савезници у борби против болести. Витамин Ц је снажан антиоксиданс, подржава регенерацију ткива и повећава отпорност прехладе и инфекције. Витамин Д директно утиче на имунолошки одговор организма. Цинк ) је минерал који лекари и фармацеути обележавају као минерал будућности због своје улоге у јачању имунитета.', 'Имунитет', 100);
INSERT INTO public.product_category VALUES (103, 'За здрав кардиоваскуларни систем важно је избегавати факторе ризика као што су дувански дим, нездрава исхрана и висок ниво холестерола. Поред тога, одржавање оптималне телесне тежине и редовна физичка активност помажу срцу и крвним судовима да нормално функционишу.
У очувању кардиоваскуларног система помажу препарати на бази коензима Q10, Солгар нутри нано q1o или омега-3 масне киселине, као што је Природно богатство Омега 3.', 'Срце, крвни судови и циркулација', 100);
INSERT INTO public.product_category VALUES (104, 'Главни извори омега-3 масних киселина у исхрани су маснија риба и морски плодови. Добијамо их и од пшеничних клица, орашастих плодова, ланеног семена, соје или силованих уља. Недовољан унос омега-3 масних киселина изазива умор, лоше памћење, депресију, болове у зглобовима, проблеме са затвором, суву кожу и ломљиве нокте.
Главни извори омега-6 киселина су у биљним семенкама и уљима од њих, као што су сунцокрет, силовање, маслина, бундева и други.', 'Омега препарати', 100);
INSERT INTO public.product_category VALUES (105, 'Зглобови су грађевински елементи који повезују суседне кости. Као резултат свакодневног кретања, они су изложени притиску, што доводи до њиховог хабања. За правилно функционисање зглобова посебно су корисни колаген, глукозамин, чондроитин, МСМ, хијалуронска киселина, као и витамин D3. Они подржавају правилно функционисање коштано-зглобног система, смањују укоченост зглобова, болове у костима и мишићима, истовремено одржавајући своју еластичност и флексибилност, истовремено повећавајући покретљивост.', 'Кости и зглобови', 100);
INSERT INTO public.product_category VALUES (106, 'Повремена несаница се може успешно превазићи коришћењем чајева и биљних препарата. Захваљујући активним супстанцама и природним уљима која садрже, неке биљке обезбеђују миран сан. Мајкамотера (ливсане чај мајка), кантарион (ливсане чај кантарион), као и посебне биљне мешавине имају смирујући ефекат и позитивно утичу на процес смирења.
Синергична чињеница о валеријани, кантариону и хмељу одговорна је за делотворност Виталон Леxовал форте капсуле.', 'Миран сан и релаксација', 100);
INSERT INTO public.product_category VALUES (107, 'Менопауза је природно стање организма и код жена означава крај репродуктивног периода. Неке жене су теже, а неке лакше превазилазе овај хормонални дисбаланс. Срећом , бројни додаци исхрани могу ублажити непријатне симптоме - валунге, напетост, умор, несаницу, уобичајене промене расположења. Посебно су ефикасни производи на бази жутог уља спаваћица, црвене детелине и соје изофлавонид.', 'Менопауза', 100);
INSERT INTO public.product_category VALUES (133, '', 'Мерачи притиска, инхалатори итопломјери', 104);
INSERT INTO public.product_category VALUES (135, '', 'Заштитне маске за лице, медицинске чарапе', 104);
INSERT INTO public.product_category VALUES (138, '', 'Чајеви и љековито биље', 105);
INSERT INTO public.product_category VALUES (139, '', 'Здрава храна', 105);
INSERT INTO public.product_category VALUES (140, '', 'Храна за специјалне потребе', 105);
INSERT INTO public.product_category VALUES (108, 'Здрави нокти су чврсти, лепи и сјајни, без огреботина и деформација. Нокатна плоча је ружичаста, а корен је окружен зидом ноктију са кожом која је штити. Ако ваши нокти не одговарају овом опису, размислите о томе да им пружите оптималну негу. Ако су младежи и ломљиви, бирајте витамине који ће их ојачати
Акне и бубуљице не само да сметају тинејџерима, већ су често присутне и у одраслом добу. У оба случаја, то је хронична упална себалистичка болест.', 'Кожа, коса и нокти', 100);
INSERT INTO public.product_category VALUES (109, 'Начин живота, загађење и други фактори (вируси, алергени) могу да изазову респираторна стања као што су кашаљ, зачепљење носа, прехлада, грип и бол у грлу. Непријатне симптоме могу да одахну антитусци, нацистички деконгесанти, препарати за грло, прехлада и грип. Доступни су у облику спреја, капи, сирупа (Бронхоклир сируп од јагода), пастела (Хербико Пропомуццил таблете), пожељних и гел капсула, а у зависности од састава, прилагођене различитим старосним групама.', 'Респираторни систем', 100);
INSERT INTO public.product_category VALUES (110, 'Лоша пробава, гасови и проблеми са варењем често се могу регулисати здравом исхраном. Воће , поврће и интегралне житарице треба да буду основа оброка, док количину индустријске хране треба смањити у најмањој могућој мери.
Проблеми са варењем се такође могу ублажити уз помоћ наменских препарата за биљке. Биљни чајеви бренда Ливсане (Ливсане чајна камилица, стабљика ливсане чаја) нормализују варење и помажу у ублажавању непријатних симптома.', 'Варење', 100);
INSERT INTO public.product_category VALUES (111, 'За децу склону алергијама, као и за превенцију сезонских респираторних инфекција код деце и одраслих, треба користити пробиотске капсуле које побољшавају равнотежу цревне микрофлоре и ублажавају привремене или хроничне стомачне проблеме. Овај производ се може користити у проблемима у гастроинтестиналном тракту (болови у стомаку, грчеви, гасови, надимање, оптимизација, дијареја), синдром раздражљивог стуба, гастроентеритис, као и у нетолеранцији на лактозу.', 'Пробиотици', 100);
INSERT INTO public.product_category VALUES (112, 'Осећате ли непријатност у пределу јетре? Типичан симптом је непријатан бол у стомаку, са десне стране, испод ребара.
Уколико имате масну јетру или оштећења изазвана лековима и алкохолом, непријатни симптоми се могу ублажити биљним препаратима који садрже екстракт млека оветле или лаксативе.  ', 'Јетра', 100);
INSERT INTO public.product_category VALUES (113, 'Ешерихија коли, која живи у нашем дигестивном тракту, најчешће је одговорна за инфекције уринарног система. Проблем настаје када ректум стигне до уретре, где почиње да се размножава, а у екстремним случајевима наставља пут до бубрега.
Постоје бројни природни препарати који могу да ублаже симптоме уринарних инфекција и донесу олакшање.
Бруснице су познате као одличан антиоксиданс и спречавају задржавање бактерија на зидовима уринарног тракта. ', 'Уринарни систем', 100);
INSERT INTO public.product_category VALUES (114, 'Све што једете и пијете утиче на ваше органе. Добро избалансирана исхрана која се претежно заснива на уносу свежег воћа и поврћа помоћи ће вам да се осећате боље. Добар избор су и ораси који обилују микронутријентима неопходним за правилно функционисање организма. Мешавина бадема, орашастих плодова и орашастих плодова ће вас заситити и обезбедити енергију потребну за напоран дан. Избегавајте дуван, пића и алкохол јер могу додатно да оптерете тело и доведу до дехидратације.', 'Мршављење', 100);
INSERT INTO public.product_category VALUES (115, 'Састав дермокосметике укључује проучаване и ефикасне активне материје као што су ниацинамид, ретинол, ретиноиди и салицилинска киселина. Неки производи су дизајнирани да ублаже симптоме различитих болести, опекотина, уједа инсеката итд. Адекватна козметика за лице и тело може бити од велике помоћи у лечењу псоријазе, атопијских дерматитиса, розацее и акни. Важно је да нега буде свакодневна, како би кожа увек била оптимално хидрирана. ', 'Њега лица - дермокозметика', 101);
INSERT INTO public.product_category VALUES (116, 'Дерматолошки тестирани препарати имају високу ефикасност, што их чини идеалним избором за свакога коме је стало до њиховог здравља. Велики проценат активних супстанци обезбеђује кожи неопходне хранљиве састојке, чинећи је здравом и негованом. Ефикасност дермокосметичких производа потврђена је клиничким студијама.
Сува и атопиина коћа захтева свакодневну хидратацију. Редовна употреба линије заштитиће је од сувоће и негативног утицаја спољашњих фактора (хладноћа, ветар, загађен ваздух). ', 'Њега тијела - дермокозметика', 101);
INSERT INTO public.product_category VALUES (134, '', 'Медицинска опрема', 104);
INSERT INTO public.product_category VALUES (136, '', 'Улошци за обућу', 104);
INSERT INTO public.product_category VALUES (117, 'Лепота косе може бити оштећена различитим факторима. Перут , прекомеран губитак косе, губитак волумена или искривљени крајеви само су неки од њих. Квалитетни препарати ће убрзати регенерацију, што је посебно важно за косу која је сува, оштећена или ослабљена сталним фарбењем. Дерматолошки тестирани препарати садрже висок ниво активних супстанци и ефикасни су у решавању различитих проблема који се тичу косе и вештине.', 'Њега косе - дермокозметика ', 101);
INSERT INTO public.product_category VALUES (118, 'Заштита коже од штетног УВ зрачења неопходна је не само током сунчања, већ и током свакодневних активности на отвореном простору. Дермококосметске супрепарације сунца су дерматолошки тестиране и погодне за заштиту атопијске и осетљиве коже, коже алергичне на сунце, као и за све друге типове коже. Њихов састав се прати и пролази кроз најстрожија лабораторијска или медицинска истраживања.
Поред заштитних крема, нега би требало да подразумева и употребу млека након сунчања, што кожи враћа изгубљену влагу. ', 'Дермокозметика за сунчање', 101);
INSERT INTO public.product_category VALUES (119, 'Како беба расте, тако расту и њени нутритивни захтеви. Када беба одрасте толико да само млеко не задовољава њену повећану енергију и хранљиве потребе, време је за прву кашичицу. Порше од млека је добар начин да дете олако и без непотребног стреса доведете у нови свет укуса и текстуре. С једне стране, млечна кашика има добро познат укус млека, с друге има нову, непознату текстуру, а поред млека садржи и нове састојке. ', 'Храна за бебе и дијецу', 102);
INSERT INTO public.product_category VALUES (120, 'Да ли су сви производи за бригу о деци подједнако добри? Не. Иако су намењени најмлађима, неки од њих садрже агресивне састојке који погоршавају стање коже. У њеној производњи поштују се најстрожи захтеви фармацеутске индустрије, уз ригорозну контролу улазних супстанци.
Стање дечије коже се најчешће погоршава због неповољних временских услова (температура и влажност ваздуха), стреса и контакта коже са одређеним материјалима и хемијским супстанцама. . ', 'Пелене и козметика за бебе', 102);
INSERT INTO public.product_category VALUES (121, 'Пумпе за млеко се користе за добијање мајчиног млека, када мајка која доји мора да се врати на посао или из неког другог разлога мора да се одвоји од бебе. Предност пумпе је у томе што ћете уз мање муке завршити клизећи брже и лакше. Вештачке брадавице су танки флексибилни силиконски додаци које мама ставља преко брадавица, ако је потребно, како би се олакшала лактација. Користе се када су брадавице болне.', 'Дојење', 102);
INSERT INTO public.product_category VALUES (122, 'Да ли је ваше дете често болесно? Желите ли да му ојачате имунитет? Здрава исхрана је нешто што се подразумева, али у сезони инфекција, суплементација је такође од помоћи. Погледајте нашу понуду, имамо на располагању широк спектар витамина и минерала намењених деци. Постоје и пробиотици за децу који позитивно утичу не само на варење, већ и на целокупно здравље.', 'Витамини и минерали за мамау и дијецу', 102);
INSERT INTO public.product_category VALUES (123, '', 'Козметика', 103);
INSERT INTO public.product_category VALUES (124, '', 'Њега коже', 103);
INSERT INTO public.product_category VALUES (125, 'Брига о рукама и ноктима једнако је важна као и брига о кожи лица. Често се каже да руке откривају праве године, а то је зато што се лако примећују борама, флекама од пигментације и другим знацима старења.
Неповољни временски услови, хемикалије и одређена хронична обољења могу неповољно утицати на кожу руку. Да бисте избегли црвенило, сушење и пуцање коже, нега руку треба да буде свакодневна.  ', 'Њега руку и ноктију', 103);
INSERT INTO public.product_category VALUES (126, 'Dekorativna kozmetika može prikriti nedostatke i osvežiti izgled lica. Nijanse pudera, korektora ili rumenila treba prilagoditi prirodnoj nijansi tena. Senka za oči, olovka za obrve i maskara naglasiće lepotu očiju u samo nekoliko poteza.', 'Декоративна козметика', 103);
INSERT INTO public.product_category VALUES (127, 'Драге даме, пронаћи ћете све што вам је потребно за интимну негу и хигијену, укључујући хигијенске кертриџе и тампоне.
Правилна хигијена је најважнија за здравље интимног подручја, а посебно је важно одабрати нежно средство за чишћење, које помаже у одржавању благо киселог пХ. Током путовања и у другим ситуацијама када су хигијенски услови ограничени, користе се влажне марамице за интимну хигијену.', 'Интимна њефа и хигијена', 103);
INSERT INTO public.product_category VALUES (128, 'А лети и зими, стопалима је потребна посебна нега, баш као и другим деловима тела. Ливсане Крема за стопала интензивно хидрира кожу, чинећи стопала нежним и меканим.', 'Њега стопала', 103);
INSERT INTO public.product_category VALUES (129, '', 'Препарати против вашки', 103);
INSERT INTO public.product_category VALUES (130, '', 'Инсектициди и репеленти', 103);
INSERT INTO public.product_category VALUES (131, '', 'Прибор за прву помоћ', 104);
INSERT INTO public.product_category VALUES (132, '', 'Сочива, капи за очи и уши', 104);
INSERT INTO public.product_category VALUES (137, 'Инконтиненција смета људима свих старосних група.
Привремена инконтиненција може имати вишеструке узроке. Може бити узрокован упалом уринарног тракта, али и затвором. Ако патите од упале уринарног тракта, фокусирајте се на превенцију и узимајте производе који садрже бруснице и оригано.
Трајна инконтиненција је најчешће узрокована слабљењем мишића карличног дна. Заштитне гаћице, пелене и други производи за интимну негу помоћи ће да се ублаже непријатни симптоми проблема.', 'Пелене,улошци и подлоге', 104);
INSERT INTO public.product_category VALUES (141, 'Бену продавница нуди сокове од воћа и поврћа из брендова Биотта и Цоццо Јуице. Сокови од цвекле, црне рибизле, нара, бруснице и кокос поред освежавања, имају и антиоксидативно и антимикробно деловање и позитивно утичу на јачање имуног система.
 Садржи најквалитетније, еколошки узгајано поврће из Швајцарске. Овај природни сок је добар извор калијума који повољно делује на одржавање нормалног крвног притиска.', 'Напитци', 105);
INSERT INTO public.product_category VALUES (142, '', 'Храна са мало калоријске вриједности', 105);
INSERT INTO public.product_category VALUES (143, 'Док гледате омиљени филм или серију, опустите се уз слане и слатке грицкалице.', 'Грицкалице', 105);
INSERT INTO public.product_category VALUES (144, '', 'Хљеб и брашно', 105);
INSERT INTO public.product_category VALUES (145, 'Уз органску продавницу природне козметичке линије, осетићете савршен баланс тела и душе. Шта стварно желите? Нежност , а? Мир и спокој? Светлуцава свежа и целодневна енергија? Изаберите шта вам је потребно. Органиц Схоп не прави компромисе са квалитетом и гарантује безбедност и ефикасност сваког производа.', 'Органска линија', 106);


INSERT INTO public.product_information VALUES (100, 'Terranova', 'Б витамински комплекс је изолован од Сибирске жене шан тако да не повећава апетит. Сви Б витамини су у активним облицима са високом биоавабилношћу. Додајте калцијум, магнезијум и витамин Ц обезбедите максимално усвајање уз помоћ комплекса магнифооде. Погодан за особе са тромбофилијом и МТХФР поремећајем изражавања гена', 'Теранова комплекс витамина Б са витамином Ц смањује умор и исцрпљеност, доприноси нормалној менталној и менталној функцији, утиче на функционисање нервног система, повољно делује на имунитет и смањује стрес.', 'Препоручени дневни унос једне капсуле', 'ЈЕДНА ВЕГЕТАРИЈАНСКА КАПСУЛА САДРЖИ: МАГНИФООД КОМПЛЕКС 350 мг, Стабилизовани пиринач мекани 150 мг, Шипурак 100 мг, Зелена овсена semena75 мг, Босиљак 25 мг, Пантотенска киселина 250 мг, Од чега: калцијум пантотена 200 мг; пантетин 50 мг', 'Novahealth');
INSERT INTO public.product_information VALUES (101, 'Collagen Beauty', 'Супер Колаген + Ц таблете су додатак исхрани који се користи за јачање и обнављање костију, хрскавице, лигамената и зглобова, као и код повреда мишића, тетива и меког ткива.', 'Супер Цоллаген + Ц је производ намењен одраслима преко 18 година који треба да обнове оштећене зглобове, хрскавицу, лигаменте, тетоваже, кости и мишиће. Активне супстанце су колаген и витамин Ц, па се овај препарат користи код болова у мишићима и зглобовима, након повреда, прелома и операције. Повољно делује и на кожу, нокте, косу, зубе и јача и даје еластичност крвним судовима, па се користи и за бржи опоравак након операције и ломљења, за регенерацију коже.', 'Колаген + Ц супер 60 таблета узима се орално једном таблетом два пута дневно, пола сата пре јела. Производ се препоручује одраслима.', '1 таблета садржи 1g колагена типа 1 и 3 и 10mg витамина Ц.', 'Neo Cell Corporation');
INSERT INTO public.product_information VALUES (104, 'Природно богатство', 'Природно богатство ® АБЦ Плус ™ је унапређена високопотентна мултивитаминско мултиминерална формула која садржи 12 витамина, 12 минерала, лутеин и ликопен. Саветује се за очување здравог имунитета и смањење умора, као додатак исхрани при свакодневним активностима, као и свима који желе да обезбеде оптималан унос неопходних микронутријената сваког дана. Витамини А, Ц, Д, B12, B6, фолна киселина, гвожђе, магнезијум, цинк, селен и бакар доприносе нормалној функцији имуног система.', 'Природно богатство АБЦ плус је ултра снажна мултивитаминско-мултиминерална формула за очување здравља и јачање отпорности организма. Садржи 12 витамина и 13 минерала укључујући све антиоксидансе, као лутеин и ликопен. Препоручује се код исцрпљености и нарушеног имунитета, особама са повећаним физичким и психичким напорима, спортистима и рекреативцима, особама које се изразито лоше хране.', 'Једна таблета, једном дневно уз оброк или после оброка.', 'Калцијум (дикалцијум-фосфат и калцијум- карбонат) 162 мг, Фосфор (дикалцијум-фосфат) 108 мг, Магнезијум (магнезијум-оxид) 100 мг, Витамин Ц (Л-асцорбинска киселина) 60 мг, Витамин Е (ДЛ-алфа-тоцопхерyл-ацетат) 20 мг, Гвожђе (гвожђе-фумарате) 18 мг, Ниацин (никотинамид) 20 мг, Цинк (цинк-оxид) 15 мг, Пантотенска киселина (бурн-Д-пантотхена витамин) 10 мг, Манган (манган-сулфат) 2,5 мг, Опекотина (сагоревање-глуконат) 2 мг, Бета каротен 2 мг, Витамин Б-6 (пиридоксин-хидрохлорид) 2 мг', 'Природно богатство');
INSERT INTO public.product_information VALUES (105, 'Terranova', '2000ij холекалциферол у капсули која представља активни облик витамина Д и коријандера, спирулина, бундева и Схитаке печурке обезбеђују К вит. кофактори неопходни за правилну расподелу калцијума и рад имуног система', 'Терранова витамин D3 је јединствен производ на тржишту. Једини облик витамина D3 који задовољава дневне потребе. Витамин D3 је у облику колекалциферола. Витамин D3 се у бубрезима претвара у калцитриол, активни облик витамина D3, а калцитриол побољшава апсорпцију калцијума и фосфора и стимулише синтезу остеокалцина (протеин који утиче на изградњу костију). Укључен је у одговарајућу разликујућивање ћелија (простата, дојка, дебело црево). ', 'Препоручени дневни унос једне капсуле', 'ЈЕДНА ВЕГЕТАРИЈАНСКА КАПСУЛА САДРЖИ: КОМПЛЕКС 360 мг, Стабилизован пирицал бран 100 мг, Семенке бундеве 75 мг, Шитаки печурке 75 мг, Кељ 75 мг, Першунов лист 35 мг, Триглицериди средње ланчане дужине 50 мг, Витамин K2 (MenaQ7 из леблебије) 50 μг, Витамин D3 (веган холецалциферол 1000', 'Novahelth');
INSERT INTO public.product_information VALUES (120, 'Селен+Зн', 'Садржај једне кесице: Селен (као натријум-селенат) 55 μг, Цинк (као цинк-цитрат) 10 мг.', 'Оптимална дневна доза селена и цинка у једној кесици Селен + Зн директан препарат доприноси нормалној функцији имуног система, нормалном функционисању штитне жлезде, нормалној плодности, спермогенези и размножавању, одржавању нормалног стања косе, коже и ноктију.', 'Једном дневно растворите садржај једне кесе у устима. Микрогрануле се растварају у устима за неколико секунди без додатне потребе за ликвидношћу.', 'Садржај једне кесице: Селен (као натријум-селенат) 55 μг, Цинк (као цинк-цитрат) 10 мг.', 'Апотекански');
INSERT INTO public.product_information VALUES (106, 'Terranova', 'без адитива, шећера и лактозе, погодне за вегане и вегетаријанце', 'Посебно је прилагођен женама и његова формула обогаћена МАГНИФООД миксом који укључује маслачак, турмерику, крему за воду и броколи са 30 хранљивих састојака, укључујући фолат, гвожђе и лутеин. Обезбеђује 30 различитих витамина, минерала и помоћних хранљивих материја. Обезбеђује 12 састојака Магнифоод-а за побољшање биодостојности, метаболизма и функције хранљивих материја - као и поседовање њихових индивидуалних здравствених својстава.', 'Препоручен дневни унос од једне до три капсуле', 'Алге спирулина (Спирулина платенсис), лиофилит - 66,7 мг, Стабилизовани пирицал бран (Орyза сатива), 50mg, Витамин Ц ( Ца-асцорбат, Мг-асцорбат) - 50mg, Витамин Е (Д-алфа-тоцопхерyл суцциниате) - 22,3mg, Лист маслачка (Тараxацум оффициналис), лyопхилисате - 16.7 мг, Лист коприве (Уртица диоица), лиофилит - 16,7mg, Цранберрy Фруит (Вацц). Мацроцарпон ), лyопхилисате -16.7 мг, Турмериц роот (Цурцума лонга), лyопхилисате -16.7 мг, Wатерцресс Леаф (Нас. оффициналие),', 'Novahelth');
INSERT INTO public.product_information VALUES (107, 'Природно богатство', 'Б комплексни убод садржи витамине који су важни за нормално функционисање нервног система и снабдевање организма енергијом. Грануле се растварају директно у устима и брзо обнављају енергију.', 'Б комплексни убод доприноси јачању имунитета и смањује умор и исцрпљеност. Б витамини су важни за нормално функционисање нервног система и за нормално психолошко функционисање. Препоручује се особама које су свакодневно изложене стресу, спортистима, као и особама које имају проблема са кожом и косом. Паковање је практично, грануле се растварају директно у устима, без удишевања воде, а апсорпција је бржа. Има пријатан укус брескве и страственог воћа. Погодан за вегетаријанце.', 'Узимам једну торбу дневно. Нанесите садржај кесе директно у уста, пустите да се раствори у устима и прогутајте.', 'Пантотенска киселина, витамин B2, витамин B6, витамин B1, фолна киселина, витамин B12', 'Природно богатство');
INSERT INTO public.product_information VALUES (108, 'Елевит', 'Елевит је додатак исхрани са омега-3 масним киселинама, витаминима и минералима који су потребни пре зачећа, у трудноћи и периоду лактације', 'Елевит обезбеђује есенцијалне микронутријенте који су потребни пре зачећа, током трудноће и периода дојења. Комплетна формулација садржи 18 витамина и минерала, као и 280 мг омега-3 масних киселина. Поред тога, Елевит садржи посебан облик фолне киселине (Метафолин) коју карактерише боља биолошка употребљивост и самим тим оптималан утицај на развој материнског ткива (нпр. постељица) током трудноће.', 'Једна капсула дневно, уз оброк. Може се узети пре зачећа, током целе трудноће и периода дојења.', 'Витамин А, D3, Е, B1, B2, B6, B12, Ц, ниацин, пантотенска киселина, биотин, фолна киселина, магнезијум, гвожђе, бакар, јод, цинк, селен, ДХА, ЕПА.', 'Rottendorf Pharma Gmbh');
INSERT INTO public.product_information VALUES (109, 'Detrical', 'припрему за јачање имуног система и одржавање здравља костију код пацијената са остеопенијом и остеопорозом, као и допунску терапију код пацијената са неуролошким обољењима', 'Подржава нормално функционисање имуног система. Помаже у одржавању здравља костију. Доприноси нормалној апсорпцији калцијума и фосфора.', '1 таблета дневно.', 'Витамин D3 (цхолекалциферол) – 4000 ИЈ Витамин D3 у једној таблети', 'Natur Produkt Zdrovit');
INSERT INTO public.product_information VALUES (110, 'Природно богатство', 'Природно богатство ® Витамин Ц 500 мг је у облику таблета за ослобађање времена, а садржи и биофлавоноиде и прах од нара. Витамин Ц доприноси нормалној функцији имуног и нервног система, смањује умор и исцрпљеност, штити ћелије од оксидативног стреса, као и нормално формирање колагена за нормалну функцију хрскавице, костију, крвних судова, коже, десни и зуба. Витамин Ц повећава апсорпцију гвожђа. У овом облику, могуће је да се током целог дана постепено ослобађају витамини из таблете.', 'Витамин Ц је додатак исхрани који је неопходан за настанак колагена. Због провере повећава еластичност артерија, неутралише слободне радикале и на тај начин штити ткива од пропадања, повећава одбрамбене способности организма у борби са разним инфекцијама. Неопходан је рад штитне жлезде, за ресорпцију гвожђа у организам, снижава ниво хистамина у алергијским реакцијама. Први дефицити овог витамина примећују се погоршањем десни.', 'Одрасли и деца узраста од 12 година гутају 1-2 таблете дневно после оброка са мало воде.', 'Витамин Ц (Л-асцорбиц ацид) 500 мг, Цитрус фруит биофлавоноид цомплеx (Цитрус спп., пеел) 25 мг, Помегранате поwдер (Роса цанина, фруцтус) 16 мг', 'Природно богатство');
INSERT INTO public.product_information VALUES (111, 'Природно богатство', 'Природно богатство Витамин Д 1000 Протецт намењен је као додатак исхрани особама које су на неуравнотеженој исхрани, којима недостаје витамин Д, који нису изложени сунчевој светлости, као и превентивним старијим особама, како би се смањио ризик од развоја остеопорозе.', 'Примарна улога витамина Д је апсорпција калцијума и фосфора из система за варење и одржавање њихове равнотеже у организму, што је директно повезано са очувањем коштане масе. Витамин Д је такође важан за одржавање нормалне функције мишића. Недавна истраживања такође потврђују значај витамина Д у одржавању нормалне функције имуног система јер активни облик овог витамина утиче на раст и део ћелија важан за имунитет.', 'Једна капсула дневно, најбоље уз оброк.', 'Витамин Д 25 μг', 'Природно богатство');
INSERT INTO public.product_information VALUES (112, 'Bivits', 'Посебна формулација која обезбеђује 500 мг витамина Ц и екстракт ацероле који је природан извор витамина Ц. Комбинација екстракта ацероле и витамина Ц обезбеђује бољу апсорпцију и снажно антиоксидативно дејство.', 'БиВитс Витамин Ц 500 ацерол је додатак исхрани који обезбеђује екстракт витамина Ц и Ацероле, стога представља најбољи природни извор витамина Ц. Комбинација екстракта Ацероле и витамина Ц обезбеђује снажно антиоксидативно дејство. Поред витамина Ц, екстракт Ацероле садржи и друга биоактивна једињења као што су флавоноиди, антоциани који доприносе заштити и јачању организма. Витамин Ц је од суштинског значаја за јачање и нормалну функцију имуног система, али и за нормалну производњу колагена итд.', 'БиВитс Витамин Ц 500 ацерол је додатак исхрани који обезбеђује екстракт витамина Ц и Ацероле, стога представља најбољи природни извор витамина Ц. Комбинација екстракта Ацероле и витамина Ц обезбеђује снажно антиоксидативно дејство. Поред витамина Ц, екстракт Ацероле садржи и друга биоактивна једињења као што су флавоноиди, антоциани који доприносе заштити и јачању организма. Витамин Ц је од суштинског значаја за јачање и нормалну функцију имуног система, али и за нормалну производњу колагена итд.', 'Витамин Ц (Л-асцорбиц ацид) 488 мг, екстракт сувог ацерола воћа (Малпхигиа глабра) стандардизован на 25% витамина Ц 48 мг, (садржај витамина Ц - 12mg)', 'Abela pharm');
INSERT INTO public.product_information VALUES (113, 'Природно благо', 'Имуно Форте је додатак исхрани који садржи 3 важна састојка за очување имунитета, у високим, моћним дозама укуса поморанде и грејпфрута.', 'Витамин Д у активном облику (витамин D3) доприноси нормалној функцији имуног система и здравом имунолошком одговору, али и бројним другим телећим функцијама као што су нормална функција мишића и одржавање нормалних костију и зуба. Витамин Ц се показао као важан деловање у очувању здравог имунитета и пружа антиоксидативну заштиту нашим ћелијама. Такође доприноси смањењу умора и производње енергије, нормалној функцији нервног система и чува здравље коже, хрскавице и костију.', 'Једна таблета дневно, растворена у чаши воде (2,5 дл воде). Свеже припремљено пиће одмах.', 'Витамин Ц 1000 мг, Витамин Д 25 μг (1000 И.Ј.), Цинк 10 мг', 'Природно благо');
INSERT INTO public.product_information VALUES (114, 'BiVits', 'Посебна формулација која комбинује Б витамине и омогућава да се цео комплекс надокнади у једној таблети. БиВитс Б комплекс садржи активан облик фолне киселине који обезбеђује високу доступност у организму.', 'БиВитс Б комплекс је дијететски производ који комбинује Б витамине и омогућава вам да надокнадите целокупан комплекс у једној таблети. БиВитс Б комплекс садржи активан облик фолне киселине, што доприноси бољој употребљивости производа. Комплекс доприноси нормалној психолошкој и нервној функцији, доприноси смањењу умора и исцрпљености. Б група витамина доприноси јачању и бољем изгледу косе, коже, ноктију и здравља срца и крвних судова.', 'Одрасли и деца узраста од три године узраста од три године једном дневно по једну таблету.', 'Витамин B3 (никотинеаминиран) 25 мг, витамин B5 (калцијум-Д-пантотенат) 5 мг, витамин B1(тхиамине-хyдроцхлориде) 3 мг, витамин B2 (рибофлавин) 3,4 мг, витамин B6 (пиридоxине-хyдроцхлориде) 2 мг, витамин B12 (цyаноцобаламин) 1 μг, витамин B9 (калцијум со 5-метилтетрахидро', 'Abela pharm');
INSERT INTO public.product_information VALUES (134, 'Кројтерхоф', 'Са екстра јаким складиштем, интензивно се хлади и даје осећај леденог завежљаја. Садржи мешавину природних аналгетика који помажу код болова у зглобовима и мишићима, реуматских болова, спортских повреда, тренутно помаже код умора, упаљених вена и отицања ногу.', 'Природни мелем са екстра јаким ефектом хлађења на основу оригиналног немачког рецепта пре више од 100 година. Препоручује се за немар коже за болове у зглобовима и мишићима, реуматске болове, лошу периферну циркулацију, спортске повреде, упаљене вене, умор и отицање ногу.', 'Погодан је за масажу и пружа осећај олакшања након физичких активности.', 'Поред дивље нане, која садржи велику концентрацију ментхола, додатно је обогаћена и ментхолом за снажнији хладни ефекат.', 'Асам Бетриебс ГмбХ');
INSERT INTO public.product_information VALUES (115, ' Пренатално природно', '	Природна богатства Пренатал 100 таблета су важне за здравље трудница и жена које планирају да затрудне. Садржи адекватне количине витамина и минерала важних за организам у овом периоду.', 'Природна богатства Пренатал 100 таблета представљају јединствену формулу витамина и минерала за труднице и жене које доје. Фолна киселина је важна за нормалан развој нервног система бебе, док витамини B6 и B12 смањују умор и исцрпљеност. Витамин Ц је важан за јачање отпорности организма. Препоручује се женама које планира', 'Узимај једну таблету дневно, најбоље уз оброк.', 'Оне таблет цонтаинс: Витамин А (бета царотене) 2.4 мг, Витамин Ц (асцорбиц ацид) 120 мг, Витамин Д (холецалциферол) 10 μг, Витамин Е (дл-алпха-тоцопхерyл ацетате) 11 мг, Витамин Б-1 (тхиамине мононитрате) 1.8 мг, Витамин Б-2 (рибофлавин) 1.7 мг, Ниацин (ницотинамиде) 20 мг, Витамин Б-6 (пyридоxине-хyдроцхлориде) 2.6 мг, Фолиц ацид 600 μг, Витамин Б-12 (ницотинамиде) 20 мг, Витамин Б-6 (пyридоxине-хyдроцхлориде) 2.6 мг, Фолиц ацид 600 μг, Витамин Б-12 (ницотинамиде) 2.6 мг', ' Пренатално природно');
INSERT INTO public.product_information VALUES (116, 'Centrum', 'Једна таблета садржи: витамин А (50% као бета-каротен) 800 μг; витамин Е 24 мг; витамин Ц 80 мг; витамин К 30 μг; витаминА B1 1,65 мг; витамин B2 2,1 мг; витамин B6 2,1 мг; витамин B12 7,5 μг; витамин Д 15 μг; биотин 75 μг; фолна киселина 300 μг; ниацин 24 мг; пантотенски кислин 9 мг; калцијум 200 мг, фосфор 105 мг; магнезијум 135 мг; гвожђе 2,1 мг; јод 100 мцг; бакар 500 мцг; манган 2 мг; безвезе 40 мцг; молyбденум 50 мцг; селен 45 мцг; цинк 5 мг.', 'Центрум Силвер Мен има побољшану формулацију са више витамина Д. Садржи комбинацију састојака прилагођених нутритивним потребама мушкараца преко 50 година старости. Садржи Б витамине (B1, B2, B6, B12), манган и магнезијум, који доприносе нормалном енергетском метаболизму. Витамин А, витамин Ц, бакар, селен и цинк доприносе нормалном функционисању имуног система. Витамин B6 доприноси регулацији хормоналне активности. Калцијум је од суштинског значаја за одржавање здравља скелетног система.', 'Производ је намењен мушкарцима старости преко 50 година. Узимај 1 таблету дневно са водом, најбоље уз оброк.', 'Једна таблета садржи: витамин А (50% као бета-каротен) 800 μг; витамин Е 24 мг; витамин Ц 80 мг; витамин К 30 μг; витаминА B1 1,65 мг; витамин B2 2,1 мг; витамин B6 2,1 мг; витамин B12 7,5 μг; витамин Д 15 μг; биотин 75 μг; фолна киселина 300 μг; ниацин 24 мг; пантотенски кислин 9 мг; калцијум 200 мг, фосфор 105 мг; магнезијум 135 мг; гвожђе 2,1 мг; јод 100 мцг; бакар 500 мцг; манган 2 мг; безвезе 40 мцг; молyбденум 50 мцг; селен 45 мцг; цинк 5 мг.', 'Whitehall');
INSERT INTO public.product_information VALUES (117, 'Centrum', '	Садржи калцијум, гвожђе и висок ниво фолне киселине, како би се подржале нутритивне потребе жена старости преко 50 година.', 'Центрум Силвер Wомен има побољшану формулацију са више витамина Д. Садржи комбинацију састојака прилагођених нутритивним потребама жена преко 50 година старости. Садржи Б витамине (B1, B2, B6, B12), манган и магнезијум, који доприносе нормалном енергетском метаболизму. Витамин А, витамин Ц, бакар, селен и цинк доприносе нормалном функционисању имуног система. Витамин B6 доприноси регулацији хормоналне активности. Калцијум је од суштинског значаја за одржавање здравља скелетног система.', 'Производ је намењен женама преко 50 година старости. Узимај 1 таблету дневно са водом, најбоље уз оброк.', 'Једна таблета садржи: витамин А (50% као бета-каротен) 800 μг; витамин Е 16 мг; витамин Ц 80 мг; витамин К 30 μг; витаминА B1 1,5 мг; витамин b2 1,8 мг; витамин B6 2,1 мг; витамин B12 7,5 μг; витамин Д 15 μг; биотин 75 μг; фолна киселина 300 μг; ниацин 20 мг; пантотенски кислин 9 мг; калцијум 340 мг, фосфор 105 мг; магнезијум 107 мг; гвожђе 4,2 мг; јод 100 мцг; бакар 500 мцг; манган 2,4 мг; безвезе 40 мцг; молyбденум 50 мцг; селен 30 мцг; цинк 5 мг.', '	Whitehall');
INSERT INTO public.product_information VALUES (118, 'Terranova', 'Безбедна припрема за труднице и жене које планирају трудноћу.', 'Лако гвожђе представља природни извор гвожђа који омогућава највећу биодостојност у окружењу комплекса Магнифоод. Клиничка студија спроведена на трудницама које су биле анемичне показала је позитивну везу између узимања лаког гвожђа и подизања гвожђа у крви. Овај производ не изазива затвор и мучнину. Паковање садржи 50 капсула.', '1 капсула дневно, уз оброк.', 'Нар , стабилизовани хваљени брен, млада јечмена трава, асаи бобице, омот од вегетаријанске капсуле-хидроксипропилен целулоза, гвожђе-ИИИ-бизглицинат', 'Novahealth');
INSERT INTO public.product_information VALUES (119, 'Природно богатство', 'Магнезијум доприноси одржавању нормалних костију, нормалној функцији мишића и нормалном функционисању нервног система. То такође доприноси смањењу умора и исцрпљености.', 'Магнезијум је минерал који учествује у преко 300 ензимских реакција у организму. Има помало сојан ефекат, повољно делује код особа са астмом, високим притиском и мигреном. Благотворно делује на организам који је изложен повећаном физичком и психичком напору. Учествује у формирању енергије на нивоу ћелија, преносу глукозе у ћелије и у нервном преносу иритација. Смањује могућност таложења калцијума у бубрезима.', 'Узимај једну пилулу дневно после оброка са мало воде.', 'магнезијум оксид 250 мг', 'Природно богатство');
INSERT INTO public.product_information VALUES (121, 'Олигогал', 'Олигогал Магнесиумум Дирецт је додатак исхрани који садржи магнезијум у комбинацији са витаминима B1, B6, K2, D3 и фолатом', 'Олигогал Мг Директ, прах за директну оралну употребу, додатни је извор магнезијума, витамина B1, B6, K2, D3 и фолата, намењен спортистима и људима који се осећају уморно и исцрпљено. Магнезијум и витамин Д доприносе нормалној функцији мишића и костију. Витамини Д, B6 и фолат доприносе нормалној функцији имуног система. Магнезијум , тиамин и витамин B6 доприносе нормалној функцији нервног система. Магнезијум , витамин B6 и фолат доприносе смањењу умора и исцрпљености. ', 'Одрасли и деца млађа од 12 година једном дневно растварају садржај једне кесице директно у уста без додавања додатне течности и гутања.', 'Магнезијум (магнезијум оксид) 400 мг, витамин K2 (микроенкапсулирани менацхиноне МК-7) 45 μг, витамин D3 (холекалциферол) 10 μг, витамин B6 (пиридоxине-хyдроцхлориде) 1,4 мг, витамин B1 (тхиамине-хyдроцхлориде) 1,1 мг, Фолате (калцијум-Л-5-метилтетрахидролате) 600 μ', 'Галеника');
INSERT INTO public.product_information VALUES (122, 'Имуно', 'Дијететски суплементи намењени имунитету, расту и развоју деце.', 'ИмуноМаx Кидс је додатак исхрани са бета-глуканом добијеним од микро-конца пекарског квасца , колострума, инулина и витамина D3, наметнутог имунитетом, растом и развојем деце. Крављи колострум је прво кравље млеко богато имуноглобулинима  класе, цитокинима, лактоферином, факторима раста, аминокиселинама, ензимима, витаминима и минералима. Издваја се већим садржајем протеина у поређењу са обичним млеком. Витамин Д доприноси нормалном расту и развоју костију деце и нормалној функцији имуног система деце.', 'Деца узраста од 3 до 12 година: помешајте 1 кесицу дневно у оброк или у мало воде, сока или млека. Деца млађа од 12 година и одрасли: 1-2 кесице дневно помешајте у оброку или у мало воде, сока или млека.', 'Инулин, малтодекстрик, колострум из крављег млека, β-(1,3/1,6)-глукан, холецалциферол.', 'Галеника');
INSERT INTO public.product_information VALUES (123, 'Имуно', '	Додатак исхрани намењен имунитету.', 'ИмуноМаx је додатак исхрани са бета-глуканом добијеним од микроанизованог пекарског квасца (Саццхаромyцес церевисиае), витамина B6 и цинка, на бази имунитета. Витамин B6 и цинк доприносе нормалној функцији имуног система. Витамин B6 доприноси одржавању нормалног енергетског метаболизма и смањењу умора и исцрпљености. Цинк доприноси заштити ћелија од оксидативног стреса.', 'Одрасли и деца узраста од 12 година: једном дневно пију једну капсулу, без жвакања и са довољном количином воде. Труднице, мајке које доје, особе са посебним медицинским условима и на терапији лековима, пре употребе овог производа треба да се консултују са лекаром или фармацеутом.', '1 капсула садржи: β-1,3/1,6-глукан из квасца (Саццхаромyцес церевисиае) 20 мг; витамин B6 (пиридоксин-хидрохлорид) 1,4 мг; цинк (цинк оксид) 5 мг; малтодекстрин , хидроксипропилен-метилцелулоза (капсула), магнезијум-стеарате (агенс против згрушавања), титанијум-диоксид (боја).', 'Галеника');
INSERT INTO public.product_information VALUES (124, 'Имуно', 'Доприноси нормалној функцији имуног система, нормалном расту и развоју костију код деце узраста од годину дана.', 'Флонивин Кидс Имуно, прах за оралну употребу, је синбиотички додатак исхрани са 15 милијарди благотворних микроорганизама (Саццхаромyцес боулардии, Лацтобациллус ацидопхилус и Бифидобацтериум лацтис), јон, витамин D3 и цинк, наметнут имунитетом и сварљивим микрофлорама код деце преко годину дана. Витамин Д доприноси нормалној функцији имуног система код деце и нормалном расту и развоју костију код деце. Цинк доприноси нормалној функцији имуног система и заштити ћелија од оксидативног стреса', 'Деца млађа од 1 године: једном дневно растворите садржај једне кесице у чаши хладне воде или се умешајте у оброк и да дете пије/једе. Производ не би требало да узимају деца са екстремном неутропеном, сепсом, имунокомпромизованом децом или децом са ХИВ-ом, деца са централним веним катетером, крвава дијареја, имуносупресивна терапија, укључујући децу са алографом. За децу са здравственим проблемима или на терапији лековима, педијатар треба да се консултује пре узимања овог производа.', 'Сахаромyцил боуларди 5 x 109 ЦФУ, Лиопхилизед цултуре оф бенефициал бацтериа (ХОWАРУ ® Протецт Кидс), од којих: Лацтобациллус ацидопхилус НЦФМ 5 x 109 ЦФУ, Бифидобацтериум лацтис Би-07 5 x 109 ЦФУ, инулин 500 мг, цинк (цинк оксид) 5 мг, витамин D3 (холекалциферол) 5 μг, малтодеxтрин.', 'Галеника');
INSERT INTO public.product_information VALUES (125, 'Ортхомол', 'Ортхомол Иммун грануле обезбеђују извор свих неопходних природних ортололекуларних супстанци у довољно високим дозама које су правилно избалансиране, како би искористиле свој максимални потенцијал.', 'Ортомол Имун грануле намењене су лечењу имунолошких недостатака који се могу појавити из разних разлога. Пружа идеалну подршку имуном систему одраслих особа за превенцију респираторних инфекција у сезони виремије, код старијих особа, код особа које су изложене стресним ситуацијама и тешком физичком напору, код особа које су у сталном контакту са великим бројем људи, код акутних и хроничних инфекција (прехладе, грипа, упале плућа, ХПВ инфекција)', 'Примењује се једном дневно са или одмах након оброка, тако што се садржај кесице раствори на 100-150 мл непече и даље воде или воћног сока и одмах попије.', 'Витамин Ц, витамин Е, Б витамини (B1, B2, B3, B6, фолна киселина, B12, биотин, пантотенска киселина), гвожђе, цинк, бакар, селен, манган, безвезе, јод, молибденум.', 'Ортхомол Гмбх');
INSERT INTO public.product_information VALUES (126, 'ГЕ 132 и ГЕ деца', 'ГЕ 132 + природна захваљујући органски везаном германијуму у присутним екстрактима биљака обнавља нормалну функцију имунолошке ћелије и ослобађа тело од штетних слободних радикала. Побољшава опште стање организма.', 'ГЕ 132 + природни је додатак исхрани, богат извор антиоксиданата и германијума. Обезбеђује велику количину кисеоника ћелијама и штити организам од штетног дејства слободних радикала. Стимулише имунолошки одговор организма против вируса, гљиве и помаже у борби против рака. Додатак редовној терапији за рак, дијабетес мелитус, вишак масти у крви, болестима срца и крвних судова, реуматским болестима, алергијама на храну.', 'Узима се једном дневно, на празан стомак, са чашом воде. Најбоље је да га узимате ујутру, пре доручка или пре ручка, не саветује се да увече узмете припрему. Особама са чиревима на желуцу или са проблемима са варењем предлаже се да узимају препарат после или између оброка. Деца млађа од 7 година, труднице и жене које доје не би требало да користе ГЕ 132 + природне.', 'ГЕ 132 + природни се састоји од биљних екстраката који су богат извор органски везаног германијума и антиоксиданата. Састав препарата обухвата: екстракт реиши печурака - Ганодерма луцидум (180mg), краљевско млеко (160mg), екстракт семенки грожђа - ресвератрол (100mg), екстракт парадајза - ликопен (35mg), екстракт броколија -сулфорафане (25mg).', 'Алфакапс');
INSERT INTO public.product_information VALUES (127, 'Хартикол', 'Црвена пириника присутна у Хартикоколу је извор монаколине К која доприноси нормалном одржавању холестерола у крви, док артичока делује тако што смањује ниво повишеног холестерола и триглицерида у крви.', 'Хартикол је додатак исхрани намењен особама са повишеним мастима у крви (холестерол, ЛДЛ и триглицериди) који има ферментисани црвени пиринет и екстракт артичоке листа као активне састојке. Двоструко деловање ове две компоненте успешно снижава ниво холестерола и представља примарну превенцију хипересолемије и накнадних цереброваскуларних поремећаја.', 'Хартикол се узима 1 капсула дневно након последњег оброка, са пола чаше флуенцyа.', 'Суви екстракт ферментисаног црвеног пиринча и екстракт сувог артичоке листа.', 'Апотеке');
INSERT INTO public.product_information VALUES (128, 'Сачувај уље', 'Природни извор омега масних киселина, са додатком коензима Q10 који даје енергију мишићима.', 'Саве Оил плус је препарат "3 у 1" који садржи екстракт антарктичке крабе са додатком поликосанола и коензима Q10, и доприноси одржавању нормалне концентрације холестерола у крви. Консултује се код пацијената са дислипидемијом, миокартиопатијом и срчаном слабошћу, а може се комбиновати и са статистикама.', '1 капсула дневно са доручком.', '1 капсула садржи: 500 мг крилл уље, коензим Q10 51,5 мг и поликосанол 20 мг.', 'Инпхарм');
INSERT INTO public.product_information VALUES (129, 'Солгар', '	Солгар Омега 3 1000mg се препоручује особама са повишеним вредностима масти у крви. Препоручује се и особама са реуматоидни артритис, екцем. Такође може да помогне људима са Крон-овом болешћу. Не садржи шећер.', 'Солгар Омега 3 је природни извор омега-3 незасићених масних киселина и витамин Е. Омега-3 игра значајну улогу у здрављу организма. Смањују ризик од кардиоваскуларних болести јер спречавају агрегацију плочица. Снижавају крвни притисак јер доводе до вазодилације крвних судова. Благотворно утичу на ниво крви. Омега 3 киселине такође благотворно утичу на очување функције бубрега. Такође смањују ризик од развоја дијабетеса. Витамин Е спречава оксидацију омега 3.', 'Пијте једну капсулу дневно са водом уз оброк.', 'Рибље уље концентрат 1000 мг, као ЕПА 160 мг и ДХА 100 мг', 'Солгар');
INSERT INTO public.product_information VALUES (130, 'Еси', 'Нормолип 5 форте дуо је додатак исхрани намењен одраслим особама биљног порекла, који помаже у одржавању нормалног нивоа холестерола и триглицерида у организму, без неповољног утицаја на јетру.', 'Пакет садржи 60 капсула, а намењен је за оралну употребу код одраслих особа. Препорука је једна капсула дневно, увече пред спавање, са чашом воде. Пацијенти који користе статистику, варфарин, хемофиличаре или оне који чекају на заказану операцију не би требало да узимају овај производ. Дијабетичари би требало да се консултују са својим лекаром пре употребе.', 'Пакет садржи 60 капсула, а намењен је за оралну употребу код одраслих особа. Препорука је једна капсула дневно, увече пред спавање, са чашом воде. Пацијенти који користе статистику, варфарин, хемофиличаре или оне који чекају на заказану операцију не би требало да узимају овај производ. Дијабетичари би требало да се консултују са својим лекаром пре употребе.', 'Главна активна компонента Нормолип 5 форте дуо капсула је монацолин К изолован од ферментисаног црвеног пирина. Производ такође садржи гама оризанол, коензyме Q10, полyцосанол и безвезе. Не садржи лактоза, глутен или дериват млека и погодан је за употребу код вегетаријанаца.', 'Е.С.И.');
INSERT INTO public.product_information VALUES (131, 'Гелдринк', 'Геладринк Перпетум је веома енергичан додатак исхрани са позитивним физиолошким ефектима на организам, зглобове и цео апарат за локомоторе.', 'У свом саставу садржи основне елементе за регенерацију зглобне хрскавице, затим биљне екстракте, минерале и витамине, који помажу у побољшању менталног стања и отклањају последице стреса. Глукозамин сулфат - доприноси формирању и обнављању хрскавице. Стимулише уношење сумпора у хрскавицу и синовиалну течност. Чондроитин сулфат - улази у састав хрскавице и везивног ткива у зглобовима. Чондроитин доприноси очувању хрскавице упијањем воде у везивно ткиво. ', 'Одрасли : 2 метра (20 г) праха дневно. Раширите прах у хладној води и попијте. Мерач праха се добија у кутији.', 'Цоллаген пептидес Гелита 9000 мг, Глуцосамине сулфат 1500 мг, Цхондроитин сулфат 800 мг, Содиум хyалуронате 60 мг, Цоензyме Q10 60 мг, Таурине 300mg, Босwеллин- Босwеллиа серрата 200 мг, Арвенсил - теренски коњски реп 600 мг, Ђумбир 100 мг, Бромелаин 2000 100 мг, Зен-схен- екстракт 80 мг, Гинкго билоба 25 мг, Силимарин (млечни калкулус) екстракт 50 мг, Зелени чај 130 мг, Зелени чај 130 мг, 130 мг, Витамин B5 - пантотенска киселина 20 мг, витамин B6 2 мг, витамин B1 26 μг, фолна киселина 400 μг', 'Орлинг');
INSERT INTO public.product_information VALUES (132, 'Зглобеx', 'Еxедол Зглобеx је додатак исхрани који доприноси одржавању здравља зглобова и нормалном функционисању порти кашља. Захваљујући свом комплексном саставу, обнавља хрскавицу зглобова и побољшава њихову еластичност.', 'Еxедол Зглобеx је додатак исхрани који се препоручује за болна и упална стања зглобова, укоченост зглобова, оштећење хрскавице и у условима који узрокују ограничену покретљивост тела. Глукозамин улази у састав везивног ткива и у састав синовске течности у зглобовима; Чондроитин је природни састојак заједничке хрскавице; С -аденосyл -Л -метхионине учествује у производњи глукозамина и чондроитина у организму; ', 'Одрасли : једна до две капсуле једном или два пута дневно.Препоручене дневне дозе не треба прелазити. Дијететски суплементи се не могу користити као замена за разноврсну и избалансирану исхрану. Држите се ван домашаја деце. Упозорења : Производ не би требало да узимају људи превише осетљиви ни на један од састојака. Није намењена трудницама, женама које доје и особама млађим од 18 година.Људи на терапији лековима из групе антидепресива пре употребе препарата треба да се консултују са својим лекаром.', 'Глукозамин сулфат (187,5mg), Цхондроитин сулфат (150mg), С-аденосyл-Л-Метхионине (50mg), Витамин Ц (12mg), Манган глуцонате (0,75mg), Витамин D3 (2,5 μг). Остали састојци: капсула (хyдроxyпропyленметхyлцеллулосе, боја: титанијум диоксид), кукурузна закрпа, анти-згрушавање агенса: талк, магнезијум стеарате, силицијум-диоксид', 'Абела фарм');
INSERT INTO public.product_information VALUES (133, 'К2Д3', 'Редовна употреба K2Д3 помаже у спречавању остеопорозе и одлична је као додатак лековима за остеопорозу. K2Д3 чини кости јачим и отпорнијим на преломе.', 'Капсуле представљају оптималну комбинацију хранљивих састојака за правилну минерализацију костију и очување интегритета коштаног система, који истовремено штити зглобове од штетног дејства калцијума. Витамин K2 активира два протеина важна за усмеравање калцијума. Активирање остеокалцина, протеина одговорног за уградњу калцијума у кости, витамин K2 доводи до повећања густине костију и отпорности на преломе.', 'Одрасли користе једну до две капсуле K2D3 једном дневно уз оброк. Опрез код особа на антикоагулантној терапији (обавезна консултација са вашим лекаром). K2D3 не би требало да користе труднице, жене које доје, деца млађа од 18 година.', 'Витамин K2 је у облику МК-7 супериорног облика витамина K2 са највећом биолошком доступношћу и најдужим понашањем. Припрема K2D3 се прави у складу са правилима ГМП без глутена и у биљној капсули.', 'Абела фарм');
INSERT INTO public.product_information VALUES (135, 'Природно богатство', 'ДХА доприноси одржавању нормалне мождане функције', 'Омега-3 неуро је дијететски додатак омега-3 масним киселинама. Доприноси нормалној функцији нервног система и нормалном виду. Препоручује се старијим особама, особама које имају проблема са памћењем и концентрацијом, као и са стресним и депресивним условима.', 'Једна до две капсуле дневно после јела.', 'Концентровано лососово уље 1000 мг са омега-3 садржајем киселине 210 мг од којих: Доцосахеxаеноиц ацид (ДХА) 90 мг, Еицосапентаеноиц ацид (ЕПА) 75 мг', 'Природно богатство');
INSERT INTO public.product_information VALUES (136, 'Др Витон', 'Др Витон Омега 3 садржи масне киселине које доприносе нормалној срчаној функцији. Витамин Е доприноси заштити ћелија од оксидативног стреса. Витамин Д доприноси нормалном одржавању костију.', 'Др Витон Омега 3 је додатак исхрани који благотворно делује на функцију мозга. Потискује депресивна стања. Ослобађа бол код реуматоидног артритиса. Спречава кардиоваскуларне болести.', 'Одрасли : узимајте 1 капсулу дневно са доста флуенциозе.', 'Рибље уље, Еицосапентаеноиц ацид (ЕПА), Доцосахеxаеноиц ацид (ДХА), витамин Е, витамин D3; Остали састојци: желатин, глицерол, пречишћена вода;', 'Др Витон');
INSERT INTO public.product_information VALUES (137, 'Солгар', '	Солгар Омега 3 1000mg се препоручује особама са повишеним вредностима масти у крви. Препоручује се и особама са реуматоидни артритис, екцем. Такође може да помогне људима са Крон-овом болешћу. Не садржи шећер.', 'Солгар Омега 3 је природни извор омега-3 незасићених масних киселина и витамин Е. Омега-3 игра значајну улогу у здрављу организма. Смањују ризик од кардиоваскуларних болести јер спречавају агрегацију плочица. Снижавају крвни притисак јер доводе до вазодилације крвних судова. Благотворно утичу на ниво крви. Омега 3 киселине такође благотворно утичу на очување функције бубрега. Такође смањују ризик од развоја дијабетеса. Витамин Е спречава оксидацију омега 3.', 'Пијте једну капсулу дневно са водом уз оброк.', 'Рибље уље концентрат 1000 мг, као ЕПА 160 мг и ДХА 100 мг', 'Солгар');
INSERT INTO public.product_information VALUES (138, 'Моллерс', 'Витамини Д и Е су важни за имунитет и јаке кости.', 'Моллерс Аппле је производ за јачање имунитета пријатног укуса јабуке. Предност уља бакалара јетре у односу на друге облике је њена стабилност, боља и бржа апсорпција, као и боља искоришћеност ЕПА и ДХА над уљима богатим Омега-3 масним киселинама из других извора.', 'Једна мала кугла (5ml) дневно.', 'природне омега-3 масне киселине, ЕПА и ДХА, витамини Д, Е и А', 'ОРКЛА ЗДРАВЉЕ');
INSERT INTO public.product_information VALUES (139, 'ДОРМИРИН', '	Дормирин Форте је намењен особама које пате од поремећаја спавања, имају потешкоћа да заспу или одржавају квалитетан сан током ноћи.', 'Дормирин Форте је нова и моћнија формула за одморан сан, са мелатонином, валеријаном и лимуновим мелемом са додатком цинка. Додатак цинка у посебно дизајнираној формули додатно утиче на синтезу мелатонина у организму, омогућава брже и лакше спавање које се успава и одржава током ноћи.', 'Једна капсула дневно пола сата пре спавања', 'Екстракт сувог лимуновог балзама (Мелисса оффициналис Л.) 50 мг, Екстракт суви корена отпоран (Валериана оффициналис Л.) 50 мг, Цинк као цинк глуконат 10 мг, Мелатонин 1 мг', 'Апотеке');
INSERT INTO public.product_information VALUES (140, 'Еси', '	Мелатонин Пура је препарат намењен одраслима који се користи за проблеме са хроничном и акутном несаницом, поремећајем сна, када путују променом временских зона или променом посла.', 'Мелатонин Пура је препарат намењен одраслима који се користи за проблеме са хроничном и акутном несаницом, поремећајем сна, нискоквалитетним спавањем изазваним променом временских зона приликом путовања или пресвлачења. Препарат се заснива на мелатонину, који такође има антиоксидативно дејство и успорава старење организма. Може се користити и код несанице изазване ткањем алкохола, дроге или цигарета.', 'Препарат је намењен одраслима и даје се орално, једна таблета дневно, уз чашу воде, пола сата пре одласка на спавање. Не изазива зависност и безбедан је за дугорочну употребу.', 'Активна супстанца овог препарата је мелатонин, који се обично природно формира у организму током ноћи.', 'Е.С.И.');
INSERT INTO public.product_information VALUES (141, 'Еси', 'Мелатонин Пура спреј олакшава седацију и помаже код различитих врста несанице.', 'Мелатонин Пура спреј се препоручује за хроничну и акутну несаницу, особе које раде ноћу или по сменама, када путују и мењају временске зоне, као и код несанице изазване апстиненцијалном кризом током стењања од цигарета, алкохола или дрога. Погодан је за дугорочну употребу и не ствара зависност. Спреј за сублингуалну употребу у приручној бочици спреја, омогућава прецизну доза и брзу ресорпцију.', 'Одрасли : за бржу седацију попрскајте 1-2 дозе спреја испод језика, непосредно пред спавање. Да бисте ублажили симптоме промене временских зона, попрскајте 1 дозу спреја испод језика, ноћ пре путовања, и наставите да га узимате неколико дана након тога. Пре употребе шејка. Производ није намењен трудницама, женама које доје и малолетним особама.', '1 доза спреја садржи: 0,5 мг мелатонина.', 'Е.С.И.');
INSERT INTO public.product_information VALUES (142, 'Еси', 'Олакшава заспање и обезбеђује континуирано, рестаураторно спавање.', 'Мелатонин је супстанца коју наш организам природно лучи током ноћи. Регулише седацију и омогућава чвршћи сан. Лучење мелатонина се смањује током година и после 45. године почиње значајно да опада. Из тог разлога старији често имају проблем са несаницом. Недостатак мелатонина се може успешно надокнадити узимањем мелатонина у виду дијететских суплемената', 'Несаница - 1 таблета непосредно пред спавање. Да бисте ублажили ефекат џет-ноге - 0,5mg непосредно пред спавање првог дана путовања и наредних неколико дана по доласку на вашу дестинацију.', 'Екстракт сувог корена валеријане (Валеријана оффициналис) 500 мг, мелатонин 1 мг.', 'Е.С.И.');
INSERT INTO public.product_information VALUES (143, 'Оптимус', '	Феммабиотиц је иновативни производ намењен свакој жени да обнови вагиналну флору и спречи настанак вагиналне и уринарне инфекције.', 'Феммабиотиц је иновативни производ намењен свакој жени да обнови вагиналну флору и спречи настанак вагиналне и уринарне инфекције. Нормална вагинална флора је од великог значаја за потпуно здравље жене и представља природну заштиту од вагиналних инфекција.', 'Једна капсула дневно пола сата пре оброка.', 'Лацтобациллус ацидопхилус 4 x 109 ЦФУ , Лацтобациллус рхамносус 1 x 109 ЦФУ , Лацтобациллус гассери 1 x 109 ЦФУ , Лацтобациллус цриспатус 1 x 109 ЦФУ', 'Оптимус');
INSERT INTO public.product_information VALUES (144, 'Оестрофакт', 'Препарат који повољно делује са првим симптомима менопаузе. Садржи природне састојке који ослобађају симптоме врелих бљескова. Витамин Е је важан за заштиту ћелија од оксидативног оштећења.
', 'Овај облик хормоналне замене је модеран. Заснива се на стандардизованом препарату црвеног детелина који садржи биљне естрогене и витамин Е као важан антиоксиданс. Фитоестрогени имитирају настанак оних хормона који недостају у организму и самим тим постоји ослобађање нервозе, несанице и врелих бљескова као првих симптома менопаузе. Прва побољшања су видљива након две недеље коришћења препарата и после 4 недеље се манифестује пун ефекат. ', 'Капсуле треба узимати током оброка једном или два пута дневно у зависности од изражених симптома. Не би требало да га именују људи са историјом тумора зависних од естрогена.', 'Стандардизовани екстракт сувог цвета црвени детелин (20mg изофлавоноид), витамин Е 18mg
', 'Апотекански');
INSERT INTO public.product_information VALUES (145, 'Апотеке', 'Фемипауза је природан производ јединствене комбинације састојака за ублажавање болести менопаузе.
', 'Фемипауза је природан производ јединствене комбинације састојака за ублажавање болести менопаузе. Захваљујући свом јединственом саставу и концепту 2 у 1 Фемипаусе пружа потпуну подршку и помоћ у менопаузи. У свом саставу садржи: ливаду детелину, флакс, витамине Б групе, мелатонин, валеријану и кинеску анђелику. Све жене које искусе проблеме везане за менопаузу добиле су први пут у овим капсулама цео дан подршке на коју могу да се ослоне и уживају у најбољим годинама.', 'Узмите једну лагану жуту капсулу дневно уз пола чаше флуенциозе након доручка, узмите плаву капсулу једном дневно уз пола чаше флуенциозе пола сата пре спавања.', 'Дан : суви екстракт лишћа ливаде детелина (Трифолиум пратенсе), суви екстракт љуске семенки флакса (Линум уситатиссимум). Ноћ : инулин, екстракт корена суве анђелике (Ангелица синенсис), екстракт сувог валеријанског корена (Валеријана оффициналис)', 'Апотеке');
INSERT INTO public.product_information VALUES (146, 'Генестин Форте', 'Ослобађа нежељене симптоме менопаузе - вреле нападе, ноћно знојење, вртоглавицу, главобољу, раздражљивост.
', 'Генестин Форте је био намењен женама у периоду пре и током менопаузе. Цимифуге корена, лист црвене линије датума и херба алфалфа доприносе осећају смирености и удобности. Такође се може користити превентивно, како би се спречио губитак коштане масе (остеопороза) и очували квалитети косе и ноктију. Паковање садржи 30 таблета.', 'Пијте 1 таблету дневно, уз чашу воде пре главног оброка.', 'волумен енханцинг агентс: мицроцрyсталлине целлулосе, дрy еxтрацт оф цyмицфуге роот, дрy соyбеан сеед еxтрацт, ред дателине лист дрy еxтрацт, херба дисасемблy еxтрацт, алфалфа херба еxтрацт, анти-цлоттинг агентс: цалциум-пхоспхате; магнезијум -стеарате , силицијум диоксид.', 'Фарм лајф');
INSERT INTO public.product_information VALUES (147, 'Еси', 'Клиничко испитивање доказало је ефекат Ригенфорте капсула, што се огледа у смањењу губитка косе, повећању дебљине косе, отпорности на сузе и повећању броја длака у фази раста.
', 'Ригенфорте капсуле за косу и нокте садрже патентирани Биотинаx комплекс са биотином (витамин Х), минерале, витамине и аминокиселине (метионин и цистину). Биотин и селен доприносе одржавању здраве косе, цинк доприноси одржавању здравих ноктију, бакар доприноси нормалној пигментацији косе, а витамин Е доприноси заштити ћелија од оксидативног стреса.', 'Једна капсула дневно са мало воде, најбоље после оброка.', 'Биотинаx – патентирана формула која се састоји од биотина, метионина и цистеина. Метионин и цистеин су сумпорне аминокиселине које јачају кератинусну структуру косе, дајући јој снагу и еластичност. Биотин може да балансира производњу себума на кожи и скалпу, чиме се елиминишу проблеми са косом који су повезани са овом врстом поремећаја.', 'Е.С.И.');
INSERT INTO public.product_information VALUES (149, 'Ортхомол', 'Садржи колаген, хијалуронску киселину и коензим Q10.
', 'Са својом иновативном комбинацијом колагена, хијалуронске киселине и Q10 коензима, овај напитак нуди вишеструку предност. Снабдева кожу и везивно ткиво хранљивим материјама које обнављају еластичност, затегнутост и влагу. Колаген пептиди стимулишу фибробласте (ћелије везивног ткива) да произведу веће количине колагена. Колаген и хијалуронска киселина су кључни за снагу и количину влаге у кожи и везивном ткиву. Ортхомол  комбинује ове две супстанце са другим важним микронутријентима за кожу, косу и нокте.', 'Пијте садржај једне флаше сваки дан, са или после оброка. Добро промућкајте пре употребе. Препоручује се редовно коришћење дужи временски период.', 'Wассер , Орангенсафтконзентрат, Коллагенхyдролyсат (аус Ринд) (11 %), Стабилизатор Глyцерин, Марацујасафтконзентрат, Сäуерунгсмиттел Цитроненсäуре, Хyдроxyтyросол-халтигер Оливенфруцхт-Еxтракт (аус Олеа еуропаеа) (0,8%), Натриум-Л-асцорбат, Натриумхyалуронат (0,6%), Цоензyм Q10 (0,05 %), Консервиерунгсстофф Калиумсорбат, ДЛ-алпха-Тоцопхерyлаце-тат, Зинксулфат, Натриумселенат, Сüßунгсмиттел Ацесулфам К унд Суцралосе, Арома, Д-Биотин', 'Orthomol_Gmbh');
INSERT INTO public.product_information VALUES (150, 'Алкакапс', 'Бета Каротен је моћан антиоксиданс. Штити кожу од УВ зрачења и алергије на сунце, стимулише њено природно тамњење. Штити очи од лоших промена. Људи са проблемима са кожом би требало да почну да га узимају почетком пролећа.
', 'Бета Каротен је моћан антиоксиданс који може да заштити од многих болести. Његова концентрација у организму је смањена пушењем и због загађења животне средине. То је провитамин витамина А, и важан је за здравље ока и коже. Штити од УВ зрачења, од алергија на сунце, стимулише природно потамњивање коже. Треба да га именују људи са лупусом, псоријазом, алергијама на кожу, проблемима са видом. Неопходно је да га именујете током пролећа и лета у случају проблема са кожом.', 'Капсуле се гутају са мало воде ујутру и увече током оброка.', 'Један капсула држи 6,67 мг бета - каротена 30% (30 мг чиста бета - каротена)

', 'Алкалоид');
INSERT INTO public.product_information VALUES (170, 'Јосиф Панчић', 'Палисепт се препоручује за ослобађање благих уринарних проблема и почетних симптома упале уринарног тракта, као и особа које су склоне честим инфекцијама уринарног тракта.
', 'Палисепт капсуле су намењене ослобађању симптома упале уринарног тракта. Мешавина супстанци потиче од етарског уља врсте оригана постиже антисептичко и антимикробно понашање.

', 'Прва три до пет дана, две капсуле три пута дневно. После три до пет дана, три пута дневно једна капсула. У случају благих болести, узимај једну капсулу три пута дневно.', 'Мешавина карвацроле и тимолија из етарског уља вране траве (Ориганум херацлеотицум Л., Ламиацеае)

', 'Инст др Јосиф Панчић');
INSERT INTO public.product_information VALUES (151, 'Ортхомол', 'Садржи колаген, хијалуронску киселину и коензим Q10.
', 'Са својом иновативном комбинацијом колагена, хијалуронске киселине и Q10 коензима, овај напитак нуди вишеструку предност. Снабдева кожу и везивно ткиво хранљивим материјама које обнављају еластичност, затегнутост и влагу. Колаген пептиди стимулишу фибробласте (ћелије везивног ткива) да произведу веће количине колагена. Колаген и хијалуронска киселина су кључни за снагу и количину влаге у кожи и везивном ткиву. ', 'Пијте садржај једне флаше сваки дан, са или после оброка. Добро промућкајте пре употребе. Препоручује се редовно коришћење дужи временски период.', 'Wассер , Орангенсафтконзентрат, Коллагенхyдролyсат (аус Ринд) (11 %), Стабилизатор Глyцерин, Марацујасафтконзентрат, Сäуерунгсмиттел Цитроненсäуре, Хyдроxyтyросол-халтигер Оливенфруцхт-Еxтракт (аус Олеа еуропаеа) (0,8%), Натриум-Л-асцорбат, Натриумхyалуронат (0,6%), Цоензyм Q10 (0,05 %), Консервиерунгсстофф Калиумсорбат, ДЛ-алпха-Тоцопхерyлаце-тат, Зинксулфат, Натриумселенат, Сüßунгсмиттел Ацесулфам К унд Суцралосе, Арома, Д-Биотин', 'Orthomol_Gmbh');
INSERT INTO public.product_information VALUES (152, 'Хербико ®', 'ПропоМуцил 600 је природан препарат за чишћење дисајних путева. Захваљујући свом јединственом саставу, олакшава дисање, убрзава опоравак.
', 'ПропоМуцил 600 се користи за респираторне болести, код продуктивног кашља. Разрађује , разблажује и олакшава избацивање густог секрета. Прополис у припреми учествује у борби против узрочно-последичног агенса упале, смирује иритирану мимику респираторног тракта и јача имунитет. Оба састојка доприносе антиоксидативном понашању препарата', 'Једна кесица пудера се користи свакодневно. Прах се раствара у пола чаше воде и пије се одмах након распадања. Узима се 2 сата пре других лекова, после јела. Ефикасност препарата се повећава када је организам адекватно хидриран, због чега је предложено да се током ове терапије уведе најмање 2l флуенцy дневно током ове терапије од шест дана. Намењена деци млађој од 12 година и одраслима.', 'Природни Н-ацетилцyстеине (600mg) је одговоран за деликатност праха, стандардизовани садржај прополиса (80mg) доприноси снази препарата. ПропоМуцил 600 је без глутена и шећера, заслађен заслађивачима: сорбитол и ацесулфаме К. Пријатан укус лимуна.

', 'Абела фарм');
INSERT INTO public.product_information VALUES (153, 'Пантенол', 'Пантенол ориблети су намењени деци и одраслима да ублаже болести које проистичу из малих трагова и за стимулацију и регенерацију мућене мембране утичнице за усне, пхарyнxа, језика и десни у иритацији различитог порекла.
', 'Пантенол ориблети са витамином Ц користе се за кубинг инфекција утичница за усне, ждребе, језик и десни. Користе се код прехладе и грипа као локална терапија како би се ослободили симптома упале мималних мембрана грла.

', 'Одрасли : три до шест пута дневно растворите један ориблет у устима, деца од једног до шест пута дневно пола или један ориблет', 'Калцијум пантотенат и витамин Ц, суцросе, заслађивач маннитол, арома лимуна

', 'Галеника');
INSERT INTO public.product_information VALUES (154, 'Сребрна капљица', 'Сребрна кап Синалзан је изузетно моћан назални раствор спреја са честицама јоног сребра, који се користи као агенс за хигијену носних шупљина. Изузетно ефикасан у лечењу болних и упаљених синуса као и алергија на полен, амброзију и друге алергене из ваздуха.
', 'Модерна, јединствена формула, настала по принципима нано-технологије, Синалзан пада сврстана међу најјаче ПРИРОДНЕ антибиотике. У комбинацији са екстрактом бршљана, као и етарских уља менте, жалфије и тимијана, изричито помаже да се отпуше синуси, испере и очисти носна шупљина и успостави равнотежа и природна влага носне мукозе.

', 'Уз помоћ пумпе попрскајте препарат на жељено место. Пожељно је да се поступак понавља неколико пута дневно. Механичка пумпа омогућава да се препарат прска у најмање капљице, чиме се постиже оптималан премаз слузи носа. У сваку ноздрву убризгава се 1 доза израслих, након чега се топљење ушмркава.', 'Ментхол , Саге, Ивy, Тиниан, Цолоидал Силвер

', 'Колоидни');
INSERT INTO public.product_information VALUES (155, 'ПропоМуцил®', 'ПропоМуцил спреј ® за грло на бази прополиса (антимикробног) и Н-ацетилцистеина помаже код упале и упале грла, у афти, уз промуклост, доприноси јачању одбрамбене моћи мућених мембрана уста и грла. Двострука заштита од инфекције!
', 'ПропоМуцил спреј ® за грло на бази прополиса (антимикробног) и Н-ацетилцистеина помаже код упале и упале грла, у афти, уз промуклост, доприноси јачању одбрамбене моћи мућених мембрана уста и грла. Клинички доказано смањује бол, упалу и убрзава опоравак грла. Премаже , прекрива и штити мућуну мембрану грла, циљано смањује острво, убрзава излечење и опоравак промена у оралној утичници. Једна бочице садржи 150 доза. Укус поморанџе.

', 'По 2 спреја 5-6 пута дневно на болно место;', 'Н -ацетyлцyстеине , прополис стандардизован на 12% укупних полифенола;

', 'Абела фарм');
INSERT INTO public.product_information VALUES (156, 'Флобијан', 'Флобијске ® капсуле су намењене особама које пате од синдрома нервозних црева, паушалности, гасова и грчева у стомаку.
', 'Флобијан садржи пробиотске културе које помажу у успостављању и одржавању цревне флоре и функција гастроинтестиналног тракта. Паковање садржи 20 капсула.

', 'Флобијански ® пробиотици се могу користити код одраслих и деце узраста од три године. Препоручени режим дозе је једна капсула дневно.', 'Лиофилизована култура пробиотских бактерија Лацтобациллус плантарум 299v, скротум и други ексципијенти улазе у састав производа. Производ може да садржи соју или производе од соје у траговима.

', 'Абела фарм');
INSERT INTO public.product_information VALUES (157, 'Калмацол', 'Активне супстанце у таблети отпорној на гастро-отпор заштићене су од желудачне киселине и манифестују њихову активност тачно тамо где је то неопходно – на нивоу црева.
', 'Калмакол је додатак исхрани на бази витамина,биљних екстраката и тартарских уља. Оригинална формула са 10 активних супстанци доприноси нормалном варењу и елиминацији гасова. Екстракт суве камилице, уље нане и морака нормализују варење и доприносе елиминацији гасова. Поред тога, смањују осећај паушалности, сенфа, тежине и болова у стомаку. Екстракт Пассифлора делује соотхинглy и доприноси смањењу напетости и напетости. Екстракт ђумбира смањује осећај мучнине, а рузмарин тартар уље смањује упалу слузи црева.', 'Одрасли : 1-2 таблете, два пута дневно, пре главних оброка. Деца узраста од 12 година: 2 x 1 таблета дневно, пре главних оброка', 'суви екстракт цвета камилице (матрицариа рецутита), мин 1,2% апигенин; суви екстракт пасифлора инфлоресценције (пассифлора инцарната), мин 3,5% витеxин, катраново уље из лишћа питоме нане (ментха пиперита), суви екстракт ђумбира (зингибер оффицинале), мин 5% гингерол; тартар уље из плода морача (фоеницулум вулгаре); тартар уље од херба рузмарина (росмаринус оффициналис), ниацин, витамини B1, B2, B6.', 'Пхармалифе Италија');
INSERT INTO public.product_information VALUES (158, 'Колосал ', 'Колосал је додатак исхрани - таблете отпорне на гастро исхрану са прилагођеним ослобађањем.
', 'Колосал је додатак дијетама заснованим на бутеријској киселини, фруктолигосаццхаридес и живим културама Бифидобацтериум бифидум и Бифидобацтериум лацтис. Гастроресистантна таблета са прилагођеним ослобађањем у целости достиже дебела црева, где се раствара и ослобађа компоненте. Паковање садржи 30 таблета.

', 'Препоручује се да узимате 2 таблете дневно током првог месеца. 1 таблету дневно треба узимати током другог месеца.', 'сахаромицин буларди', 'СЕРИЈА С.Р.Л.');
INSERT INTO public.product_information VALUES (159, 'Дигестал', 'Дигестал садржи ензиме панкреаса неопходне за заваривање беланцехина, масти и угљеничних хидрата, састојака свакодневне исхране', 'Дигестивни додатак исхрани садржи ензиме панкреаса неопходне за заваривање беланцехина, масти и угљеничних хидрата, састојака свакодневне исхране. Биле помаже у процесу емулсификације масти, чиме им олакшава заваривање. Гастроресистантне таблете су премазане коровима отпорним на киселину, који остаје непримећен у киселој средини стомака, а распада се када производ уђе у танку пукотину. Ослобађање активних састојака и дејства почиње одмах након растварања коли отпорног на киселину.

', 'Одрасли и деца млађа од 12 година: узимају 3 таблете отпорне на гастро 3 пута дневно, током или одмах након оброка. Таблете треба прогутати целе и неприметне, или уз мало флуенциозе. Упозорење : Препоручену дневну дозу не треба прекорачити. Производ не би требало да користе особе које су превише осетљиве на било који састојак производа. Производ није намењен за млађе од 12 година.', 'Једна капсула садржи: Панкреатитински прах од којих: Протеолyтиц Ензyмес (Протеасе) 340,0 мг 900 ЕПј, Амyлолyтиц Ензyмес (Амyласе) 12,000 ЕПј, Липолитхиц Ензyмес (Липасе) 10,000 ЕПј, Бовине Биле Еxтрацт 25,0 мг
', 'Галеника');
INSERT INTO public.product_information VALUES (160, 'Пробиотик', 'Пробиотик форте доприноси очувању здравља и функције дигестивног тракта, нарочито када угрожава опасност да цревна равнотежа буде поремећена (акутна дијареја или дијареја изазвана употребом антибиотика).', 'Пробиотик форте се препоручује одраслима и деци у ситуацијама када је неопходно обновити цревну флору, која је већ била поремећена увођењем неких патогених вируса и бактерија, услед измењене или неправилне исхране, неадекватног квалитета воде за пиће, привремене промене места боравка или климатских стања, као и употребе антибиотика, што са њиховим деловањем такође може довести до поремећаја

', 'Уобичајена доза за одрасле и децу је једна капсула дневно, уз оброк. Ако особа није у стању да прогута капсулу, капсула треба да се отвори и садржај рашири у малој количини воде или неком хладном налију или помеша у хладном оброку. Људи на антимикотичкој терапији не би требало да користе Пробиотски форте због могућег одсуства терапеутског понашања.', 'Сацхаромyцес боулардии, Лацтобацилус хелветицус, Лацтобациллус рхамносус, Бифидобацтериум лонгум. Помоћне супстанце: хром скротум, магнезијум-стеарате, аскорбна киселина, хидроксипропилентилметилцелулоза, титанијум-диоксид.

', 'Хемофарм');
INSERT INTO public.product_information VALUES (161, 'Пробиотик', 'Пробиотик је додатак исхрани који обогаћује цревну флору и на тај начин доприноси очувању здравља и функције дигестивног тракта.
', 'Пробиотици се препоручују одраслима и деци, нарочито када постоји ризик од ремећења цревне флоре или у ситуацијама када је неопходно обновити већ поремећену цревну флору због утицаја разних унутрашњих или спољашњих фактора као што су вишак желудачне киселине, жучна со, измењена или неправилна исхрана, неадекватан квалитет воде за пиће, узимање неких лекова, прехлада и инфекција, привремена промена

', 'Уобичајена доза за одрасле и децу је 1 капсула дневно, независно од оброка. Ако дете не може да прогута капсулу, капсулу треба отворити и садржај раширити у малој количини воде или неког напитка.', 'Садржи сојеве: Лацтобациллус хелветицус Роселл-52, Лацтобациллус рхамносус Роселл-11, Бифидобацтериум лонгум Роселл-175. Остали састојци: скротум, магнезијум-стеарате, антиоксиданс, аскорбна киселина, хидроксипропyленеметхyлцеллулосе (састојак капсуле). Садржи трагове соје и млека.

', 'Хемофарм');
INSERT INTO public.product_information VALUES (162, 'Буларди', 'Буларди Пробиотик у рекордном року зауставља дијареју, нормализује рад црева и скраћује трајање већ постојеће дијареје. Захваљујући свом јединственом механизму деловања Буларди Пробиотик везује лоше бактерије и токсине за себе и тако их избацује из организма. Буларди Пробиотик има непосредан ефекат и доказану безбедност, због чега је избор број један у терапији свих дијареја!
', 'Буларди пробиотик је природни препарат који утиче на елиминацију лоших бактерија и њихових токсичних производа из организма. Спречава појаву дијареје, обнавља слуз и јача имунитет у цревима. Може се користити у комбинацији са свим антибиотицима и идеалан је у борби против дијареје изазване антибиотицима. Обнавља цревну микрофлору, спречава размножавање штетних бактерија у дебелом цреву и на тај начин спречава испољавање симптома дијареје.

', 'У зависности од разлога, буларди пробиотик се може користити од једне до две капсуле дневно. Ако је разлог за употребу употреба антибиотика, обавезно наставите терапију две до четири недеље након престанка антибиотске терапије. ', '10 милијарди пробиотика (500 мг) саццхаромyцес боулардии културе.

', 'Абела фарм');
INSERT INTO public.product_information VALUES (163, 'Пробиокид имуно', 'Витамин Д3 доприноси нормалној функцији имуног система, нормалној апсорпцији и искоришћавању калцијума и фосфора, нормалној функцији мишића, одржавању нормалних костију и зуба. Пробиотици чувају природну равнотежу нормалне микробиоте, повећавају специфичан имуни одговор на одређене микроорганизме.
', 'Додатак исхрани са витамином D3 и мешавином благотворних пробиотских бактерија млечних - киселих кључања. Помаже у успостављању и одржавању природне равнотеже цревне микрофлоре и доприноси јачању природних одбрамбених способности организма.', 'Помешајте садржај једне кесице дневно са храном или намазајте у води, соку, чају, млеку, водите рачуна да течност не буде врућа. Уколико се узима уз помоћ антибиотске терапије, препоручује се да се примењује два сата пре или после датог доза антибиотика.', 'Витамин Д3 2,5 мцг, осмех благотворних бактерија 15 милијарди живих ћелија: У миксу су Лацтобациллус хелветицус Роселл-52, Бифидобацтериум инфантис Роселл-33 и Бифидобацтериум бифидум Роселл-71.

', 'Хемофарм');
INSERT INTO public.product_information VALUES (164, 'Хималаја', 'Лив 52 таблете се користе у терапији различитих поремећаја функције јетре, помажу функцији ћелија јетре и штите јетру од токсичних ефеката алкохола, лекова и других хемијских супстанци.
', 'Таблете Лив 52 се користе у терапији различитих поремећаја функције јетре. Они помажу у функцији ћелија јетре и штите јетру од токсичних ефеката алкохола, лекова и других хемијских супстанци. То је ајурведски производ добијен комбинацијом пажљиво одабраних биљака и минерала без нежељених ефеката.

', 'Одрасли два пута дневно по две таблете у акутној фази оштећења јетре, превентивно три пута дневно једна таблета, деца старији од 12 година једна до две таблете два пута дневно уз контролу лекара.', 'Једна таблета Лив 52 садржи запрашене делове биљака Цаппарис спиноса, Цицхориум интyбус, Соланум нигрум, Терминалиа ајруна, Мандур бхасма, Тамариx галлица, Ацхиллеа миллефолиум, Цассиа оцциденталис

', 'Хималаја');
INSERT INTO public.product_information VALUES (165, 'Пхармалифе', 'Ливореx форте таблете су природни додатак исхрани са 12 активних састојака, намењених детоксикацији, заштити и рестаурацији јетре.
', 'Ливореx форте таблете су природни додатак исхрани са 12 активних састојака, намењених детоксикацији, заштити и рестаурацији јетре.

', 'Узимајте три пута дневно једну таблету, пре оброка са доста воде. Садржи 12 састојака који су намењени детоксикацији јетре. Препоручује се свима који имају масну јетру, оштећење јетре изазвано алкохолом и дрогама, као и особама које имају цирозу јетре.', 'Стандардизовани биљни екстракти бадема, сладића, индијског космулија, витамина Е, целог витамина Б комплекса: B1, B2, B3, B5, B6, B7, B9 и B12

', 'Пхармалифе');
INSERT INTO public.product_information VALUES (166, 'Клеј', 'Глина, захваљујући високој енергетској снази и високом проценту минерала и олигоелемената, побољшава имунитет организма.
', 'Глина, захваљујући високој енергетској снази и високом проценту минерала и олигоелемената, побољшава имунитет организма. Такође , глина снажно чисти организам упијајући и избацујући токсине који су, према традиционалној источњачкој медицини, узрочно-последични агенси свих болести. Глина не оставља хемијске заостатке у организму, па се може сматрати еколошки прихватљивим производом. Негативни ефекти глине нису познати.

', 'Ако се глина узима превентивно, пожељно је да је узимате шест недеља на прелазу две сезоне, а осталих месеци по десет дана (када се пију и глина и вода). Направите паузу од 15 дана. Процес припреме глине је увек исти - свако вече натопите једну пуну кафену куглу глине у чашу воде и покријте. ', 'бијела глина', 'Клеј');
INSERT INTO public.product_information VALUES (168, 'Интеста', 'Интеста је дијететски производ који се користи у сврхе исхране код пацијената на стандардној терапији лековима или као самостални третман у следећим случајевима: синдром раздражљивих црева (синдром раздражљивог дебелог црева) Инфламаторне болести цревне мукозе (укључујући и инфламаторне болести црева, дијареја различите етиологије) Цревна инфекција и поремећај дијареје (укључујући дијареју због употребе антибиотика) Низак дефицит киселине кратких ланаца
', 'Интеза је производ који се користи код пацијената на стандардној терапији лековима или као самостални третман у следећим случајевима: синдром раздражљивих црева, сагоревање болести црева, дијареја, цревни поремећаји, цревне инфекције, дефицит кратког ланца масне киселине, паљење црева у канцерогеном стању после радиотерапије и хемотерапије. Бутират утиче на смањење паљења.', 'Одрасли : Једна капсула два пута дневно, ујутру и увече уз оброк. Препоручује се да се производ користи најмање три месеца. Деца млађа од седам година: Једна капсула дневно, по могућству увече уз оброк. Препоручује се да се користи најмање шест недеља. У зависности од појединачних захтева, лекар може препоручити другачију доза.', 'Једна капсула садржи 500 мг микрогранулисаног натријум бутира и биљних триглицерида, што је еквивалентно 150 мг натријум бутира.

', 'Интеста');
INSERT INTO public.product_information VALUES (169, 'Натуроплеx', 'Натуроплекс ® је природни препарат, јединствена формулација пет лековитих биљака које су доказано ефикасне у лечењу уринарних инфекција;
', 'Натуроплекс је ® јединствена комбинација лековитих биљака за које је доказано да су ефикасне у лечењу уринарних инфекција. Снажно делује против Ешерихије и других агенаса и спречава везивање за рецепторе слузокоже уринарног тракта, а уз додатно испирање канала уклања узрочно-последичне агенсе инфекције. Натуроплеx ® елиминише болести већ на почетку примене и у високом степену спречава да се инфекције понове.', 'једна дневно', 'љековите биљке', 'Гуилин Сањин Пхармацеутицал, НР Цхина');
INSERT INTO public.product_information VALUES (171, 'Апуретин', 'Апуретин Слим је препарат биљног порекла који природно убрзава метаболизам и помаже у елиминисању вишка воде из организма, па се може користити за смањење гојазности.
', 'Апуретин Слим је намењен одраслима преко 18 година, који штити ћелије од оксидативног стреса, помаже у елиминисању вишка воде из организма и убрзава метаболизам и помаже у смањењу прекомерне телесне тежине. Препарат садржи безвезе (утиче на нормалан ниво глукозе у крви) и цинк (утиче на нормално функционисање имуног система), што доприноси нормалном метаболизму.

', 'Апуретин Слим се даје два пута дневно једном капсулом. Посебан опрез је потребан код особа са срчаним проблемима, које треба консултовати са својим лекаром пре него што почнете да узимате овај производ. Због састава и специфичних ефеката овог производа, не препоручује се конзумирање цитрусног воћа у исто време, посебно грејпфрута, као и производа који садрже кофеин.', 'Воће горке поморанџе, воће дивљих боровница, коприва, екстракт црног бибера, са додатком јабуковог сира и минерала цинка, безвезе и калцијума

', 'Натурпродукт пхарма');
INSERT INTO public.product_information VALUES (172, 'в', 'Крушка (Рхамнус франгула), сеина (Цассиа ангустифоллиа), кукуруз (Зеа маyс), першун (Петроселинум сативум), балзам од лимуна (Мелисса оффициналис), коприва (Уртица диоица), зелени чај (Цаме тилија синенсис), питома нана (Ментха пиперита), камилица (Матрицариа камилица), позив (Самбуцус нигра), коњак (Цyнодон дацтyлон), слатки корен (Глyцyррхиза глабра)

', 'Зелени змајев чај је мршав чај. Базиран је на кинеском рецепту од пре 5000 година. Кинези су га припремили и користили у сврху контроле телесне масе, то је питање мршављења. Зелени змај је зелени чај са додатком лековитог биља који садржи активне састојке за стимулисање рада бубрега и органа за заваривање, чиме утиче на избацивање вишка воде и детоксикацију организма.

', 'Једну кесицу чаја прелијте са 200 мл кључале воде и оставите да стоји 30 минута. Целу количину попијте пола сата пре оброка. Користите највише две кесе са филтерима дневно.', 'Крушка (Рхамнус франгула), сеина (Цассиа ангустифоллиа), кукуруз (Зеа маyс), першун (Петроселинум сативум), балзам од лимуна (Мелисса оффициналис), коприва (Уртица диоица), зелени чај (Цаме тилија синенсис), питома нана (Ментха пиперита), камилица (Матрицариа камилица), позив (Самбуцус нигра), коњак (Цyнодон дацтyлон), слатки корен (Глyцyррхиза глабра)

', 'Мацвал');
INSERT INTO public.product_information VALUES (173, 'ЛИВСАНЕ', 'Нутритивно избалансиран оброк погодан за људе који желе да смршају.
', 'Садржи репресивни однос између хранљивих материја, витамина и минерала и обезбеђује организму довољну количину хранљивих материја. Протеини биљног и животињског порекла доприносе очувању мишићне масе и здравља костију. Цинк доприноси нормалном метаболизму угљеничних хидрата и масних киселина, а калцијум доприноси нормалној функцији дигестивних ензима. ', 'Помешајте 25 г праха (еквивалентно 2 мерноус кугле) у 300 мл млека са мало масти (1,5%) и додајте 2 г сунцокретовог уља.', 'Соја протеини изолују; Кукуруз декстрин; Wхеy протеински концентрат; тешко науљен какао прах (5,0%); Тхицкенер : гуар жвака; Арома; Магнезијум хидроксид; Калијум фосфат; Емулсифиер : соја лецитхин; Л -аскорбична киселина; Заслађивач : сукралоза; Гвоздени дифосфат; Агент за ослобађање: силицијум-диоксид;', 'ЛИВСАНЕ');



INSERT INTO public.product VALUES (100, '2024-10-21', 'Теранова Б комплекс са капсулама витамина Ц 50', false, 38, 150, 100, 100);
INSERT INTO public.product VALUES (101, '2024-06-11', 'Колаген + Ц супер 60 таблета', false, 45, 100, 100, 101);
INSERT INTO public.product VALUES (104, '2025-05-13', 'Природно богатство АБЦ Плус 100 таблета', false, 33, 90, 100, 104);
INSERT INTO public.product VALUES (105, '2025-10-14', 'Терранова D3 2000ij (50 мцг) комплекс 50 капсула', false, 55, 200, 100, 105);
INSERT INTO public.product VALUES (106, '2024-09-16', 'Теранова Ливинг мултивитамин kомплеx 50 капсуле', false, 67, 59, 100, 106);
INSERT INTO public.product VALUES (107, '2025-11-04', 'Природно богатство Б комплекс директна енергија 20 кеса', false, 9, 300, 100, 107);
INSERT INTO public.product VALUES (108, '2025-05-19', 'Смањује умор и исцрпљеност', false, 45, 68, 100, 108);
INSERT INTO public.product VALUES (109, '2024-11-20', 'Детриkал 4000 ИУ 60 таблета', false, 33, 87, 100, 109);
INSERT INTO public.product VALUES (110, '2028-10-17', 'Природно богатство Витамин Ц-500 са временским ослобађањем', false, 56, 36, 100, 110);
INSERT INTO public.product VALUES (111, '2024-11-11', 'Натурал Wеалтх Витамин Д-1000 Протецт, 50 таблета', false, 65, 43, 100, 111);
INSERT INTO public.product VALUES (112, '2025-07-02', 'Бивитс Актив Витамин Ц 500 и ацерола 60 таблета', false, 12, 90, 100, 112);
INSERT INTO public.product VALUES (113, '2024-10-15', 'Природно благо Имуно Форте, 20 таблета', false, 8, 130, 100, 113);
INSERT INTO public.product VALUES (114, '2024-06-05', 'Бивитс Актив Витамин Б комплеx 60 таблета', false, 11, 45, 100, 114);
INSERT INTO public.product VALUES (115, '2024-10-21', ' Пренатално природно богатство 100 таблета', false, 87, 67, 100, 115);
INSERT INTO public.product VALUES (116, '2024-10-22', 'Центрум Силвер 50 + Мушкарци, 30 таблета', false, 32, 54, 100, 116);
INSERT INTO public.product VALUES (117, '2025-07-08', 'Центрум Силвер 50 + Жене, 30 таблета', false, 25, 45, 100, 117);
INSERT INTO public.product VALUES (118, '2025-10-21', 'Теранова Aјрон  Kомплеx 50', false, 25, 43, 101, 118);
INSERT INTO public.product VALUES (119, '2024-06-19', 'Природно богатство Магнезијум  250 мг 100 таблета', false, 26, 46, 101, 119);
INSERT INTO public.product VALUES (120, '2025-06-10', 'Селен + цинк директ 20 кесица', false, 10, 79, 101, 120);
INSERT INTO public.product VALUES (121, '2026-06-16', 'Олигогал Мг , 14 кесица', false, 6, 90, 101, 121);
INSERT INTO public.product VALUES (122, '2024-06-11', 'ИмуноМаx Кидс, 10 кесица', false, 11, 45, 102, 122);
INSERT INTO public.product VALUES (123, '2025-02-11', 'ИмуноМаx , 30 капсула', false, 24, 34, 102, 123);
INSERT INTO public.product VALUES (124, '2024-10-08', 'Флонивин Кидс Имуно орални прах, 10 кесица', false, 9, 67, 102, 124);
INSERT INTO public.product VALUES (125, '2024-10-10', 'Ортхомол Имуно грануле 30 доза', false, 120, 56, 102, 125);
INSERT INTO public.product VALUES (126, '2026-06-16', 'ГЕ 132 + Природне 60 капсула', false, 150, 78, 102, 126);
INSERT INTO public.product VALUES (127, '2026-07-03', 'Хартикол 30 капсула', false, 15, 45, 103, 127);
INSERT INTO public.product VALUES (128, '2025-10-21', 'Саве Оил Плус, 30 капсула', false, 39, 67, 103, 128);
INSERT INTO public.product VALUES (129, '2025-10-14', 'Солгар Омега-3 1000 мг 60 гел капсуле', false, 57, 68, 103, 129);
INSERT INTO public.product VALUES (130, '2024-10-15', 'Нормолип 5 форте 60 капсула', false, 31, 63, 103, 130);
INSERT INTO public.product VALUES (131, '2027-10-11', 'Гелдринк Перпетум пудер 500 г', false, 123, 67, 105, 131);
INSERT INTO public.product VALUES (132, '2026-06-16', 'Еxедол зглобеx 30 капсуле', false, 43, 45, 105, 132);
INSERT INTO public.product VALUES (133, '2024-11-06', 'K2Д3 20 капсуле', false, 15, 89, 105, 133);
INSERT INTO public.product VALUES (134, '2026-10-12', 'Кројтерхоф коњски мелем са ефектом хлађења - екстра јак 250 мл', false, 9, 167, 105, 134);
INSERT INTO public.product VALUES (135, '2025-06-26', 'Природно богатство Омега-3 неуро 1000 мг 60 гел капсуле', false, 23, 56, 104, 135);
INSERT INTO public.product VALUES (136, '2025-06-27', 'Др Витон Омега 3 + Витамин Е + Витамин D3 60 капсула', false, 14, 89, 104, 136);
INSERT INTO public.product VALUES (137, '2027-06-16', 'Солгар Омега-3 1000 мг 120 гел капсуле', false, 38, 34, 104, 137);
INSERT INTO public.product VALUES (138, '2025-10-10', 'Моллерс Омега 3 Јабука 250ml', false, 53, 67, 104, 138);
INSERT INTO public.product VALUES (139, '2025-10-15', 'Дормирин Форте, 10 капсула 1 + 1 Бесплатно', false, 13, 79, 106, 139);
INSERT INTO public.product VALUES (140, '2026-10-13', 'Мелатонин Пура 1 мг 60 таблете', false, 8, 300, 106, 140);
INSERT INTO public.product VALUES (141, '2025-10-17', 'Мелатонин Пура спреј, 20 мл', false, 10, 56, 106, 141);
INSERT INTO public.product VALUES (142, '2026-10-16', 'Мелатонин Актив, 30 таблета', false, 13, 90, 106, 142);
INSERT INTO public.product VALUES (143, '2025-08-28', 'Фемабиотиц 10 капсула', false, 9, 99, 107, 143);
INSERT INTO public.product VALUES (144, '2024-07-18', 'Оестрофакт Е 50 капсула', false, 18, 129, 107, 144);
INSERT INTO public.product VALUES (145, '2026-12-01', 'Фемипауза , 60 капсула', false, 47, 356, 107, 145);
INSERT INTO public.product VALUES (146, '2025-11-19', 'Генестин Форте, 30 таблета', false, 36, 356, 107, 146);
INSERT INTO public.product VALUES (147, '2025-11-19', ' Ригенфорте капсуле за косу и нокте, 30 комада', false, 12, 345, 108, 147);
INSERT INTO public.product VALUES (149, '2024-10-23', 'Ортхомол напитак, 30 флаша', false, 213, 50, 108, 149);
INSERT INTO public.product VALUES (150, '2028-10-26', 'Бета каротен 2 мг 90 меких капсула', false, 16, 45, 108, 150);
INSERT INTO public.product VALUES (151, '2028-08-10', 'Ортхомол  напитак, 7 флаша', false, 89, 100, 108, 151);
INSERT INTO public.product VALUES (152, '2027-11-18', 'Хербико ® ПропоМуцил прах 600 мг 5 кесица', false, 4, 290, 109, 152);
INSERT INTO public.product VALUES (153, '2025-11-17', 'Пантенол + витамин Ц 120 мг 20 таблета', false, 3, 234, 109, 153);
INSERT INTO public.product VALUES (154, '2026-07-16', 'Сребрна кап Синалзан 20 мл', false, 7, 453, 109, 154);
INSERT INTO public.product VALUES (155, '2027-11-17', 'ПропоМуцил спреј ® за грло, 20 мл', false, 6, 123, 109, 155);
INSERT INTO public.product VALUES (156, '2027-11-25', 'Флобиан , 20 капсула', false, 24, 213, 110, 156);
INSERT INTO public.product VALUES (157, '2025-11-18', 'Калмацол , 30 таблета', false, 12, 67, 110, 157);
INSERT INTO public.product VALUES (158, '2026-11-18', 'Колосал , 30 таблета', false, 48, 56, 110, 158);
INSERT INTO public.product VALUES (159, '2027-12-15', 'Дигестал 20 таблета', false, 11, 134, 110, 159);
INSERT INTO public.product VALUES (160, '2025-03-13', 'Пробиотик форте 10 капсула', false, 8, 89, 111, 160);
INSERT INTO public.product VALUES (161, '2025-07-31', 'Пробиотик 10 капсула', false, 10, 56, 111, 161);
INSERT INTO public.product VALUES (162, '2025-07-23', 'Буларди 500 10 капсула', false, 11, 234, 111, 162);
INSERT INTO public.product VALUES (163, '2026-12-24', 'Пробиокид имуно Д3 10 кесица', false, 16, 678, 111, 163);
INSERT INTO public.product VALUES (164, '2028-07-06', 'Лив 52 100 таблета', false, 12, 567, 112, 164);
INSERT INTO public.product VALUES (165, '2029-11-12', 'Ливореx форте 30 таблета', false, 19, 343, 112, 165);
INSERT INTO public.product VALUES (166, '2026-11-19', 'Бијела глина за оралну администрацију 150 г', false, 9, 45, 112, 166);
INSERT INTO public.product VALUES (168, '2027-06-17', 'Интеста 60 капсула', false, 26, 90, 112, 168);
INSERT INTO public.product VALUES (169, '2026-07-16', 'Натуроплеx ® , 36 таблета', false, 20, 34, 113, 169);
INSERT INTO public.product VALUES (170, '2026-07-27', 'Палисепт 30 капсула', false, 8, 89, 113, 170);
INSERT INTO public.product VALUES (171, '2026-07-16', 'Апуретин Слим 60 капсула', false, 11, 76, 113, 171);
INSERT INTO public.product VALUES (172, '2025-07-24', 'Чај Зелени Змај 25 кесица', false, 10, 500, 114, 172);
INSERT INTO public.product VALUES (173, '2026-11-20', 'ЛИВСАНЕ Слим Шејк са укусом чоколаде 450 г', false, 29, 100, 114, 173);



INSERT INTO public.characteristics VALUES (100, 'Извор активних облика Б витаминске групе који доприносе нормалном функционисању нервног и имуног система као и нормалном расту и развоју ћелија', 100);
INSERT INTO public.characteristics VALUES (101, 'Без адитива, шећера и лактозе, погодни за вегане и вегетаријанце', 100);
INSERT INTO public.characteristics VALUES (102, 'Подмлађује лице и тело', 101);
INSERT INTO public.characteristics VALUES (103, 'Važan za zglobove', 101);
INSERT INTO public.characteristics VALUES (104, 'Важно за тетоваже и лигаменте', 101);
INSERT INTO public.characteristics VALUES (105, 'Доприноси нормалној функцији имуног система', 104);
INSERT INTO public.characteristics VALUES (106, 'Доприноси смањењу умора и исцрпљености', 104);
INSERT INTO public.characteristics VALUES (107, 'Обогаћен лутеином и ликопеном', 104);
INSERT INTO public.characteristics VALUES (108, 'без адитива, шећера и лактозе, погодне за вегане и вегетаријанце', 105);
INSERT INTO public.characteristics VALUES (109, 'Доприноси нормалном енергетском метаболизму', 107);
INSERT INTO public.characteristics VALUES (110, 'Доприноси нормалној функцији имуног система', 107);
INSERT INTO public.characteristics VALUES (111, 'Смањује умор и исцрпљеност', 107);
INSERT INTO public.characteristics VALUES (112, 'Садржи посебан облик фолне киселине.', 108);
INSERT INTO public.characteristics VALUES (113, 'Пажљиво одабран састав.', 108);
INSERT INTO public.characteristics VALUES (114, 'Једноставна употреба.', 108);
INSERT INTO public.characteristics VALUES (115, 'омогућава нормално функционисање имуног система', 109);
INSERT INTO public.characteristics VALUES (116, 'одржавање здравља костију', 109);
INSERT INTO public.characteristics VALUES (117, 'помаже апсорпцију калцијума и фосфора', 109);
INSERT INTO public.characteristics VALUES (118, 'За отпор организма', 110);
INSERT INTO public.characteristics VALUES (119, 'Посебно се препоручује старијима и спортистима', 110);
INSERT INTO public.characteristics VALUES (120, 'Продужена радња', 110);
INSERT INTO public.characteristics VALUES (121, 'Екстра јака формула за здрав имунитет и чврсте кости', 111);
INSERT INTO public.characteristics VALUES (122, 'Витамин Д је такође важан за очување нормалне функције мишића', 111);
INSERT INTO public.characteristics VALUES (123, 'Смањује ризик од респираторних инфекција', 111);
INSERT INTO public.characteristics VALUES (124, 'Јачање имунитета', 112);
INSERT INTO public.characteristics VALUES (125, 'Бржи опоравак после инфекције', 112);
INSERT INTO public.characteristics VALUES (126, 'Нормална производња колагена', 112);
INSERT INTO public.characteristics VALUES (127, 'Препоручује се као додатак витамину Д, Ц и цинку, нарочито у зимском периоду', 113);
INSERT INTO public.characteristics VALUES (128, 'Доприноси нормалној функцији нервног система', 114);
INSERT INTO public.characteristics VALUES (129, 'Доприноси здрављу срца и крвних судова', 114);
INSERT INTO public.characteristics VALUES (130, 'Доприноси нормалној ДНК синтези', 114);
INSERT INTO public.characteristics VALUES (131, 'Фолна киселина доприноси расту мајчиног ткива током трудноће.', 115);
INSERT INTO public.characteristics VALUES (132, 'Цинк доприноси нормалној трудноћи и размножавање', 115);
INSERT INTO public.characteristics VALUES (133, 'Витамин B6 доприноси смањењу умора и исцрпљености', 115);
INSERT INTO public.characteristics VALUES (134, 'Обезбеђује извор гвожђа, елиминише хронични умор и исцрпљеност без затвора и мучнине', 118);
INSERT INTO public.characteristics VALUES (135, 'Ослобођени адитива, шећера и лактозе, погодни за вегане и вегетаријанце', 118);
INSERT INTO public.characteristics VALUES (136, 'У случају умора и исцрпљености', 119);
INSERT INTO public.characteristics VALUES (137, 'За здравље нервног система', 119);
INSERT INTO public.characteristics VALUES (138, '	Садржи витамине који су од суштинског значаја за правилан раст косе и ноктију', 120);
INSERT INTO public.characteristics VALUES (139, 'Доприноси нормалној плодности и размножавању', 120);
INSERT INTO public.characteristics VALUES (140, 'Намењен спортистима и људима који се осећају уморно и исцрпљено', 121);
INSERT INTO public.characteristics VALUES (141, 'Магнезијум и витамин Д доприносе нормалној функцији мишића и костију', 121);
INSERT INTO public.characteristics VALUES (142, 'Витамин Д, B6 и фолат доприносе нормалној функцији имуног система', 121);
INSERT INTO public.characteristics VALUES (143, 'Благотворно делује на крвну групу и имуни систем.', 126);
INSERT INTO public.characteristics VALUES (144, 'Примарна превенција хиперцхолестеролемије', 127);
INSERT INTO public.characteristics VALUES (145, 'Превенција цереброваскуларних поремећаја', 127);
INSERT INTO public.characteristics VALUES (146, 'Снажна подршка за здравље срца и мозга.', 128);
INSERT INTO public.characteristics VALUES (147, 'Одржава пасивност крвних судова.', 128);
INSERT INTO public.characteristics VALUES (148, 'Регулише срчани ритам и крвни притисак', 129);
INSERT INTO public.characteristics VALUES (149, 'Штити срце и крвне судове', 129);
INSERT INTO public.characteristics VALUES (150, '	Смањење апсорпције холестерола уведено храном', 130);
INSERT INTO public.characteristics VALUES (151, 'Смањење настанак огољења које производи сам организам', 130);
INSERT INTO public.characteristics VALUES (152, 'Намењен активним спортистима и рекреативним спортистима', 131);
INSERT INTO public.characteristics VALUES (153, 'Смањује умор', 131);
INSERT INTO public.characteristics VALUES (154, 'За све људе изложене свакодневном стресу ', 131);
INSERT INTO public.characteristics VALUES (155, 'Чува еластичност хрскавице', 132);
INSERT INTO public.characteristics VALUES (156, 'Помаже код упалних стања и укочености зглобова', 132);
INSERT INTO public.characteristics VALUES (157, 'Очување интегритета скелетног система', 133);
INSERT INTO public.characteristics VALUES (158, 'Штити зглобове од штетног дејства калцијума', 133);
INSERT INTO public.characteristics VALUES (159, 'Препоручује се за немар коже за болове у зглобовима и мишићима, реуматске болове, лошу периферну циркулацију, спортске повреде, упаљене вене, умор и отицање ногу', 134);
INSERT INTO public.characteristics VALUES (160, 'Погодан је за масажу и пружа осећај олакшања након физичких активности', 134);
INSERT INTO public.characteristics VALUES (161, 'Поред дивље нане, која садржи велику концентрацију ментхола, додатно је обогаћена и ментхолом за снажнији хладни ефекат', 134);
INSERT INTO public.characteristics VALUES (162, 'Повољно утиче на функцију мозга', 136);
INSERT INTO public.characteristics VALUES (163, 'Сузбија депресивна стања', 136);
INSERT INTO public.characteristics VALUES (164, 'Повољно ради са реуматоидни артритис', 136);
INSERT INTO public.characteristics VALUES (165, 'Регулише срчани ритам и крвни притисак', 137);
INSERT INTO public.characteristics VALUES (166, 'Штити срце и крвне судове', 137);
INSERT INTO public.characteristics VALUES (167, '	Витамин А је добар за вид.', 138);
INSERT INTO public.characteristics VALUES (168, 'ЕПА и ДХА доприносе нормалној срчаној функцији.', 138);
INSERT INTO public.characteristics VALUES (169, 'Природни састојци за квалитетан сан без изазивања навикавања', 139);
INSERT INTO public.characteristics VALUES (170, 'Делимични савезник у борби са џет-легом.', 139);
INSERT INTO public.characteristics VALUES (171, 'Лакша и бржа седација', 140);
INSERT INTO public.characteristics VALUES (172, 'Боље спавај', 140);
INSERT INTO public.characteristics VALUES (173, '	То не ствара зависност.', 141);
INSERT INTO public.characteristics VALUES (174, 'При руцина боца са спрејем омогућава прецизну доза и брзу ресорпцију.', 141);
INSERT INTO public.characteristics VALUES (175, 'Не садржи глутен, млечне деривате, лактоза или ГМО.', 142);
INSERT INTO public.characteristics VALUES (176, 'Производ је погодан за веганску исхрану.', 142);
INSERT INTO public.characteristics VALUES (177, 'Спречава настанак вагиналне и уринарне инфекције', 143);
INSERT INTO public.characteristics VALUES (178, 'Може се користити и током менструалног циклуса.', 143);
INSERT INTO public.characteristics VALUES (179, 'У трудноћи се може користити од првог дана до порођаја.', 143);
INSERT INTO public.characteristics VALUES (180, 'Бори се против симптома као што су топлотни таласи и појачано знојење, немир и нервоза', 144);
INSERT INTO public.characteristics VALUES (181, 'Повећава еластичност и чврстину крвних судова и капилара', 144);
INSERT INTO public.characteristics VALUES (182, 'Смањује учесталост и интензитет таласа топлоте и ноћног знојења', 145);
INSERT INTO public.characteristics VALUES (183, 'Смањује умор и исцрпљеност', 145);
INSERT INTO public.characteristics VALUES (184, 'Превенција болести везаних за старење', 145);
INSERT INTO public.characteristics VALUES (185, 'Богат је биљним екстрактима.', 146);
INSERT INTO public.characteristics VALUES (186, 'Ригенфорте капсуле су продужиле, бифазничко деловање.', 147);
INSERT INTO public.characteristics VALUES (187, 'Производ не садржи глутен, вештачке боје, ароме или ГМО-е.', 147);
INSERT INTO public.characteristics VALUES (190, 'Смањује дубину бора.', 149);
INSERT INTO public.characteristics VALUES (191, 'Побољшава еластичност и влажност коже.', 149);
INSERT INTO public.characteristics VALUES (192, 'У организму се преводи у витамин А, који је важан за вид', 150);
INSERT INTO public.characteristics VALUES (193, 'Омогућава кожи да правилно потамни током сунчања', 150);
INSERT INTO public.characteristics VALUES (194, 'Штити организам од слободних радикала', 150);
INSERT INTO public.characteristics VALUES (195, 'Смањује дубину бора.', 151);
INSERT INTO public.characteristics VALUES (196, 'Побољшава еластичност и влажност коже.', 151);
INSERT INTO public.characteristics VALUES (197, 'Разбија секрет у дисајни путевима', 152);
INSERT INTO public.characteristics VALUES (198, 'Важно за правилно функционисање здраве мимиче', 153);
INSERT INTO public.characteristics VALUES (199, 'Стимулише регенеративне процесе код оштећених или оболелих мимика', 153);
INSERT INTO public.characteristics VALUES (200, 'Средство за одржавање хигијене слузи носне шупљине.', 154);
INSERT INTO public.characteristics VALUES (201, 'Сребрни пад – Синалзан је веома моћно назално решење у облику спреја. Изузетно ефикасан као третман против упале синусних регија, као и алергијске реакције на полен, амброзију и друге алергене из ваздуха.', 154);
INSERT INTO public.characteristics VALUES (202, 'Садржи сребрне јоне – најмоћнији природни антибиотик. Својом јединственом и модерном формулом, колоидно сребро, у комбинацији са екстрактом бршљана, као и етар уља менте, жалфије и тимијана, експресно помаже да се синуси отпуше, обнове', 154);
INSERT INTO public.characteristics VALUES (203, 'ПропоМуцил спреј за ® грло смањује бол и помаже двострукој заштити од инфекције. За здраво грло!', 155);
INSERT INTO public.characteristics VALUES (204, 'ПропоМуцил спреј ® за грло двоструко помаже у елиминисању вируса, бактерија и гљивица, помаже код промуклости и афида. Клинички доказано смањује бол и упалу и убрзава опоравак грла.', 155);
INSERT INTO public.characteristics VALUES (205, 'Смањује надимање', 156);
INSERT INTO public.characteristics VALUES (206, 'Елиминише болове у стомаку', 156);
INSERT INTO public.characteristics VALUES (207, 'Не садржи глутен, ГМО, вештачке ароме, дије или заслађиваче.', 157);
INSERT INTO public.characteristics VALUES (208, 'Елиминише болести изазване уносом масне хране', 159);
INSERT INTO public.characteristics VALUES (209, 'У случају смањеног лучења дигестивних ензима', 159);
INSERT INTO public.characteristics VALUES (210, 'Доприноси јачању одбрамбених способности организма', 160);
INSERT INTO public.characteristics VALUES (211, 'Допринос очувању здравља и функције дигестивног тракта', 160);
INSERT INTO public.characteristics VALUES (212, 'Доприноси јачању одбрамбених способности организма', 161);
INSERT INTO public.characteristics VALUES (213, 'Допринос очувању здравља и функције дигестивног тракта', 161);
INSERT INTO public.characteristics VALUES (214, 'Зауставља све врсте пролива', 162);
INSERT INTO public.characteristics VALUES (215, 'Једини отпоран на антибиотике', 162);
INSERT INTO public.characteristics VALUES (216, 'Ефикасан у превенцији путничког пролива', 162);
INSERT INTO public.characteristics VALUES (217, 'Помаже у успостављању и одржавању природне равнотеже кремиране микрофлоре', 163);
INSERT INTO public.characteristics VALUES (218, 'То доприноси јачању природних одбрамбених способности организма.', 163);
INSERT INTO public.characteristics VALUES (219, 'За очување имунитета', 163);
INSERT INTO public.characteristics VALUES (220, 'Омогућава бржи опоравак', 164);
INSERT INTO public.characteristics VALUES (221, 'Штити ћелије јетре', 164);
INSERT INTO public.characteristics VALUES (222, 'Детоксикује организам', 165);
INSERT INTO public.characteristics VALUES (223, 'Очување физиолошких функција јетре', 165);
INSERT INTO public.characteristics VALUES (224, 'Никада не припремајте глину унутра и са металним теренима.', 166);
INSERT INTO public.characteristics VALUES (225, 'Клеј је једном коришћен за бацање.', 166);
INSERT INTO public.characteristics VALUES (226, 'Клеј је једном коришћен за бацање.', 166);
INSERT INTO public.characteristics VALUES (227, 'Елиминише болести које су већ на почетку апликације;', 169);
INSERT INTO public.characteristics VALUES (228, 'Висок степен превенције релапса;', 169);
INSERT INTO public.characteristics VALUES (229, 'Ослобађање симптома упале уринарног тракта', 170);
INSERT INTO public.characteristics VALUES (230, 'Доприноси правилном функционисању уринарног тракта', 170);
INSERT INTO public.characteristics VALUES (231, 'Штити ћелије од оксидативног стреса', 171);
INSERT INTO public.characteristics VALUES (232, 'Убрзава метаболизам', 171);
INSERT INTO public.characteristics VALUES (233, 'Смањује тежину младунца', 171);
INSERT INTO public.characteristics VALUES (234, 'Убрзавање метаболизма', 172);
INSERT INTO public.characteristics VALUES (235, 'Олакшава избацивање вишка течности из организма', 172);
INSERT INTO public.characteristics VALUES (236, 'Садржи оптималан однос између хранљивих материја, витамина и минерала.', 173);
INSERT INTO public.characteristics VALUES (237, 'Економично паковање од 450 грама.', 173);


INSERT INTO public.image VALUES (100, 'ab90511f-f1e7-4f77-80be-57608699bd69.jpg');
INSERT INTO public.image VALUES (101, '636d9cc0-ab21-4aae-91bd-64c029fc63de.jpg');
INSERT INTO public.image VALUES (102, '0e8ee853-4a25-4194-938b-674b8ded9404.jpg');
INSERT INTO public.image VALUES (103, 'c2947a65-f378-4448-b711-512e07d8844a.jpg');
INSERT INTO public.image VALUES (104, 'b43ef919-ef95-414c-825a-2115e74c3bc3.jpg');
INSERT INTO public.image VALUES (105, '78226750-aab0-4fa8-9c04-69f48811ce8f.jpg');
INSERT INTO public.image VALUES (106, '41e45f36-c0b6-4d0d-981a-a88556096795.jpg');
INSERT INTO public.image VALUES (107, 'cfd56305-fa7c-4fef-91d8-708761d8be34.jpg');
INSERT INTO public.image VALUES (108, 'bb5f8346-7c84-4162-b653-23f731b31b11.jpg');
INSERT INTO public.image VALUES (109, '04699307-a53d-4e55-92a2-1f27cdfa91ec.jpg');
INSERT INTO public.image VALUES (110, 'df7595d5-e951-477f-a42c-5c5da90663c9.jpg');
INSERT INTO public.image VALUES (111, '816bdfae-6773-46e3-9b3a-7ce6f4002acf.jpg');
INSERT INTO public.image VALUES (112, 'f846acbf-255b-4445-acb1-7c68a5001369.jpg');
INSERT INTO public.image VALUES (113, '20def152-698a-4cdf-b8e6-461bdf42ac4b.jpg');
INSERT INTO public.image VALUES (114, '5be7b429-405a-44eb-85fc-8a6b76521fac.jpg');
INSERT INTO public.image VALUES (115, '3b76b178-e5d1-4cce-a595-17d4587dd31a.jpg');
INSERT INTO public.image VALUES (116, '18382cb6-5a06-4f74-bd78-c9f3bbbdaba9.jpg');
INSERT INTO public.image VALUES (117, '1a3b935d-935b-40e0-a04f-3ac3b26ecf0a.jpg');
INSERT INTO public.image VALUES (118, '8dadce39-3076-4289-8845-ab00e537f8a2.jpg');
INSERT INTO public.image VALUES (119, 'c4616328-c670-434b-b2a7-e67befdb1b3f.jpg');
INSERT INTO public.image VALUES (120, '8d6ab14a-baea-4dc9-9649-f20b6a585e49.jpg');
INSERT INTO public.image VALUES (121, '5a699c78-e522-40e2-8faa-89e0d4d90da0.jpg');
INSERT INTO public.image VALUES (122, '340917cd-7ea2-4c00-93b4-3d8bd39d3500.jpg');
INSERT INTO public.image VALUES (123, 'c92fee3b-9076-419f-ba46-64ec93381016.jpg');
INSERT INTO public.image VALUES (124, '5b802dfd-ad02-44b3-b773-578fd8d24cf2.jpg');
INSERT INTO public.image VALUES (125, '325cbdc8-fa50-40db-9994-4365f106c865.jpg');
INSERT INTO public.image VALUES (126, '63c870c1-ad9e-4fe2-acd5-63e2ee6ff4f9.jpg');
INSERT INTO public.image VALUES (127, '2032dfaf-c930-47d1-b3d3-dc18ef519ac7.jpg');
INSERT INTO public.image VALUES (128, '159f21e6-68d8-4aa6-841e-ccc17a5a7e15.jpg');
INSERT INTO public.image VALUES (129, '09b268a8-7842-4393-b6ad-2dd9e79bea6f.jpg');
INSERT INTO public.image VALUES (130, '00481b2c-af92-4317-935b-7b5580aeae32.jpg');
INSERT INTO public.image VALUES (131, '004b2aca-c006-45a1-8ca5-758d64c7f403.jpg');
INSERT INTO public.image VALUES (132, '9a9951ff-0aed-4225-81df-2fe5bd75aa5c.jpg');
INSERT INTO public.image VALUES (133, 'ea594311-208c-4e9b-9259-2241fbe029a8.jpg');
INSERT INTO public.image VALUES (134, '51cd36ee-3534-4832-a7dd-f4c97b1eb082.jpg');
INSERT INTO public.image VALUES (135, '0d4ef369-c80d-48ce-9f2c-3a2a97c7c684.jpg');
INSERT INTO public.image VALUES (136, 'f315cefb-d7b1-41d0-892d-69971ab7eb5a.jpg');
INSERT INTO public.image VALUES (137, '4a322a5d-9f6a-4877-8ec3-1d34497aadef.jpg');
INSERT INTO public.image VALUES (138, '66eaa73a-61a1-42aa-a09b-ed186ab735b0.jpg');
INSERT INTO public.image VALUES (139, 'f7685150-5f38-41a6-bafe-61c9c964db34.jpg');
INSERT INTO public.image VALUES (140, '4436cbbc-72ec-4add-8c3f-6faf01d8ff57.jpg');
INSERT INTO public.image VALUES (141, 'f96975b6-6c9d-43b1-8253-9e9d9843f1ac.jpg');
INSERT INTO public.image VALUES (142, '50b19c0d-b1c6-416d-b8d6-b7954f807eb8.jpg');
INSERT INTO public.image VALUES (143, 'e9585c5e-f560-4cb9-aadf-c2b7a3269781.jpg');
INSERT INTO public.image VALUES (144, '2d282f5a-7206-4dc0-bcc8-66c4c8b66aa5.jpg');
INSERT INTO public.image VALUES (145, '0738ca7f-a753-452f-bfa7-a2fb7360ec4d.jpg');
INSERT INTO public.image VALUES (146, '77129dbe-e44b-4441-8769-cc32cfbe2f69.jpg');
INSERT INTO public.image VALUES (147, 'c4dfa55e-1c1f-4c2d-96ab-c7f9a72cb2a1.jpg');
INSERT INTO public.image VALUES (148, '7c0cd92e-8467-41f0-8524-b16e3307493a.jpg');
INSERT INTO public.image VALUES (149, 'a7038216-f76e-450f-83e0-f31089f885df.jpg');
INSERT INTO public.image VALUES (150, 'c53ef8ac-846c-4cf4-a0eb-dca44d02812d.jpg');
INSERT INTO public.image VALUES (151, '52ba487f-30d8-47ec-a043-f7adf3e22b79.jpg');
INSERT INTO public.image VALUES (152, '566f667a-4163-4cf4-b294-959867cb5ead.jpg');
INSERT INTO public.image VALUES (153, 'abbc5982-d003-46a8-bf39-9f324b19a8fd.jpg');
INSERT INTO public.image VALUES (154, '7f3d5569-7cab-467c-9f15-bf706eecd822.jpg');
INSERT INTO public.image VALUES (155, 'e6a7f00f-dca0-4d7f-9cc2-b13c3b332ec6.jpg');
INSERT INTO public.image VALUES (156, '0d320105-cf4d-48cb-85d7-49643e732212.jpg');
INSERT INTO public.image VALUES (157, '2ca27c1e-3b58-4f12-a500-f494c0bb3adf.jpg');
INSERT INTO public.image VALUES (158, '87f034e5-09f0-41cf-b04c-4dba6a143fd8.jpg');
INSERT INTO public.image VALUES (159, '0a01f08d-fad0-4876-a1aa-5240ac4a6110.jpg');
INSERT INTO public.image VALUES (160, '0c4f2805-7859-47b1-88d8-85b3f2f43108.jpg');
INSERT INTO public.image VALUES (161, '6a79cc7a-90b1-4f41-aac7-6543b9656cfc.jpg');
INSERT INTO public.image VALUES (162, '1ccf9f2f-f159-43b2-8566-b8bff2c7a0a6.jpg');
INSERT INTO public.image VALUES (163, '991fc03f-0e9f-45b8-948f-2b9700d5da33.jpg');
INSERT INTO public.image VALUES (164, '9589db71-557f-41a7-83bc-b0a87c083c95.jpg');
INSERT INTO public.image VALUES (165, '7987e336-5a2f-421a-bf2d-d25b4c5a92f1.jpg');
INSERT INTO public.image VALUES (166, '0c864c2b-3f7e-44de-bb4a-3d9f2b1b9a28.jpg');
INSERT INTO public.image VALUES (167, '0f1e851a-86fc-4744-8ae0-ac51f902186d.jpg');
INSERT INTO public.image VALUES (168, '0022d228-05f1-42e7-98db-1bdfc21aa6e3.jpg');
INSERT INTO public.image VALUES (169, '92509e72-eedb-4c49-ba15-48470f62c913.jpg');
INSERT INTO public.image VALUES (170, 'a8a1d867-fcfa-4370-ae1a-4b00faca0408.jpg');
INSERT INTO public.image VALUES (171, 'f5024608-9ac2-4df9-ab1b-5fe954111513.jpg');
INSERT INTO public.image VALUES (172, '0adc186a-8d38-417c-a2b7-07ebad9bd09b.jpg');
INSERT INTO public.image VALUES (173, '1f6f5806-0344-4742-afa4-cec2c17c1d63.jpg');
INSERT INTO public.image VALUES (174, 'b0447462-bdc1-427e-925c-b5d60dd224e2.jpg');
INSERT INTO public.image VALUES (175, 'a8661479-7c21-4a63-84fa-b91c9fa326fb.jpg');


INSERT INTO public.product_images VALUES (100, 100);
INSERT INTO public.product_images VALUES (101, 101);
INSERT INTO public.product_images VALUES (104, 102);
INSERT INTO public.product_images VALUES (105, 103);
INSERT INTO public.product_images VALUES (106, 104);
INSERT INTO public.product_images VALUES (107, 105);
INSERT INTO public.product_images VALUES (108, 106);
INSERT INTO public.product_images VALUES (108, 107);
INSERT INTO public.product_images VALUES (108, 108);
INSERT INTO public.product_images VALUES (108, 109);
INSERT INTO public.product_images VALUES (108, 110);
INSERT INTO public.product_images VALUES (109, 111);
INSERT INTO public.product_images VALUES (110, 112);
INSERT INTO public.product_images VALUES (111, 113);
INSERT INTO public.product_images VALUES (112, 114);
INSERT INTO public.product_images VALUES (113, 115);
INSERT INTO public.product_images VALUES (114, 116);
INSERT INTO public.product_images VALUES (115, 117);
INSERT INTO public.product_images VALUES (116, 118);
INSERT INTO public.product_images VALUES (117, 119);
INSERT INTO public.product_images VALUES (118, 120);
INSERT INTO public.product_images VALUES (119, 121);
INSERT INTO public.product_images VALUES (120, 122);
INSERT INTO public.product_images VALUES (121, 123);
INSERT INTO public.product_images VALUES (122, 124);
INSERT INTO public.product_images VALUES (123, 125);
INSERT INTO public.product_images VALUES (124, 126);
INSERT INTO public.product_images VALUES (125, 127);
INSERT INTO public.product_images VALUES (126, 128);
INSERT INTO public.product_images VALUES (127, 129);
INSERT INTO public.product_images VALUES (128, 130);
INSERT INTO public.product_images VALUES (129, 131);
INSERT INTO public.product_images VALUES (130, 132);
INSERT INTO public.product_images VALUES (131, 133);
INSERT INTO public.product_images VALUES (132, 134);
INSERT INTO public.product_images VALUES (133, 135);
INSERT INTO public.product_images VALUES (134, 136);
INSERT INTO public.product_images VALUES (135, 137);
INSERT INTO public.product_images VALUES (136, 138);
INSERT INTO public.product_images VALUES (137, 139);
INSERT INTO public.product_images VALUES (138, 140);
INSERT INTO public.product_images VALUES (139, 141);
INSERT INTO public.product_images VALUES (140, 142);
INSERT INTO public.product_images VALUES (141, 143);
INSERT INTO public.product_images VALUES (142, 144);
INSERT INTO public.product_images VALUES (143, 145);
INSERT INTO public.product_images VALUES (144, 146);
INSERT INTO public.product_images VALUES (145, 147);
INSERT INTO public.product_images VALUES (146, 148);
INSERT INTO public.product_images VALUES (147, 149);
INSERT INTO public.product_images VALUES (149, 150);
INSERT INTO public.product_images VALUES (149, 151);
INSERT INTO public.product_images VALUES (150, 152);
INSERT INTO public.product_images VALUES (151, 153);
INSERT INTO public.product_images VALUES (151, 154);
INSERT INTO public.product_images VALUES (152, 155);
INSERT INTO public.product_images VALUES (153, 156);
INSERT INTO public.product_images VALUES (154, 157);
INSERT INTO public.product_images VALUES (155, 158);
INSERT INTO public.product_images VALUES (156, 159);
INSERT INTO public.product_images VALUES (157, 160);
INSERT INTO public.product_images VALUES (158, 161);
INSERT INTO public.product_images VALUES (159, 162);
INSERT INTO public.product_images VALUES (160, 163);
INSERT INTO public.product_images VALUES (161, 164);
INSERT INTO public.product_images VALUES (162, 165);
INSERT INTO public.product_images VALUES (163, 166);
INSERT INTO public.product_images VALUES (164, 167);
INSERT INTO public.product_images VALUES (165, 168);
INSERT INTO public.product_images VALUES (166, 169);
INSERT INTO public.product_images VALUES (168, 170);
INSERT INTO public.product_images VALUES (169, 171);
INSERT INTO public.product_images VALUES (170, 172);
INSERT INTO public.product_images VALUES (171, 173);
INSERT INTO public.product_images VALUES (172, 174);
INSERT INTO public.product_images VALUES (173, 175);



